Repository: i-nod/system-config-lvm
Catalog: po/*.po
Languages: as, ca, de, fi, kn, mai, mr, nl, pt

source: Initialize Block Device
as: ব্লক ডিভাইস সক্ৰিয়কৰণ
ca: Inicialitza el dispositiu de bloc
de: Initialisiere blockorientiertes Gerät
fi: Alusta lohkolaite
kn: ಖಂಡ(Block) ಸಾಧನವನ್ನು ಆರಂಭಿಸು
mai: ब्लाक युक्ति प्रारंभीकृत करू
mr: ब्लॉक साधन प्रारंभ करा
nl: Blok apparaat initialiseren
pt: Inicializar o Dispositivo em Bloco

source: Initialize Entity
as: স্বত্বা সক্ৰিয় কৰক
ca: Inicialitza l'entitat
de: Initialisiere Laufwerk
fi: Alusta levy
kn: ಎಂಟಿಟಿಯನ್ನು ಆರಂಭಿಸು
mai: एंटिटी केँ प्रारंभीकृत करू
mr: वस्तु प्रारंभ
nl: Entiteit initialiseren
pt: Inicializar Entidade

source: Initialize _Block Device
as: ব্লক ডিভাইস সক্ৰিয় কৰক (_B)
ca: Inicialitza el dispositiu de _bloc
de: _Initialisiere blockorientiertes Gerät
fi: Alusta _lohkolaite
kn: ಖಂಡ(_Block) ಸಾಧನವನ್ನು ಆರಂಭಿಸು
mai: ब्लाक युक्ति आरंभ करू (_B)
mr: ब्लॉक साधन प्रारंभ करा (_B)
nl: _Blok apparaat initialiseren
pt: Inicializar o Dispositivo em _Bloco

source: Logical Volume Management
as: লজিকেল আয়তন পৰিচালনা
ca: Gestió de volums lògics
de: Logische Datenträgerverwaltung (LVM)
fi: Looginen taltioiden hallinta
kn: ತಾರ್ಕಿಕ ಪರಿಮಾಣ ನಿರ್ವಹಣೆ
mai: लाजिकल वाल्यूम प्रबंधन
mr: तर्कदृष्ट्या खंड व्यवस्थापन
nl: Logische volume beheer
pt: Gestão de Volumes Lógicos

source: Manage Volumes
as: আয়তন পৰিচালনা
ca: Gestiona el volums
de: Verwalte Datenträger
fi: Hallitse taltioita
kn: ಪರಿಮಾಣಗಳನ್ನು ನಿರ್ವಹಿಸು
mai: आयतन क' प्रबंधन करू
mr: खंड नियंत्रीत करा
nl: Volumes beheren
pt: Gerir Volumes

source: Mark Volume Group as 'clustered'
as: আয়তন সমষ্টিটি 'ক্লাস্টাৰ বিশিষ্ট' ৰূপ চিহ্নিত কৰা হব
ca: Marca el volum com a «enclustrat»
de: Volume Gruppe als geclustert markieren
fi: Merkitse taltioryhmä ”klusteroiduksi”
kn: ಪರಿಮಾಣ ಸಮೂಹವನ್ನು 'ಕ್ಲಸ್ಟರ್ಡ್' ಎಂದು ಗುರುತುಹಾಕು
mai: 'क्लस्टर' क' रूपेँ वाल्यूम समूह चिह्नित करू
mr: खंड गटाला 'संग्रह' म्हणून चिन्ह लावा
nl: Volume groep als 'geclusterd' markeren
pt: Marcar o Grupo de Volumes como 'Em Cluster'

source: Maximum Logical Volumes
as: লজিকেল আয়তনৰ সৰ্বোচ্চ সংখ্যা
ca: Núm. màxim de volums lògics
de: Maximum logischer Datenträger
fi: Loogisten taltioiden enimmäismäärä
kn: ಗರಿಷ್ಟ ತಾರ್ಕಿಕ ಪರಿಮಾಣ
mai: अधिकतम लाजिकल वाल्यूम
mr: कमाल तर्कदृष्ट्या खंड
nl: Maximum Logische volumes
pt: Máximo de Volumes Lógicos

source: Maximum Physical Volumes
as: প্ৰকৃত আয়তনৰ সৰ্বোচ্চ সংখ্যা
ca: Núm. màxim de volums físics
de: Maximum physischer Datenträger
fi: Fyysisten taltioiden enimmäismäärä
kn: ಗರಿಷ್ಟ ಭೌತಿಕ ಪರಿಮಾಣ
mai: अधिकतम फिजिकल वाल्यूम
mr: कमाल वास्तवीक खंड
nl: Maximum Fysieke volumes
pt: Máximo de Volumes Físicos

source: Meg
as: মগ
ca: Megues
de: Mega
fi: mega

source: Migrate Selected Extent(s) From Volume
as: নিৰ্বাচিত এক্সটন্টসমূহ আয়তন ৰ পৰা স্থানান্তৰ কৰক
ca: Fes la migració de les extensions seleccionades del volum
de: Ausgewählte(n) Speicherbereich(e) von Datenträger migrieren
fi: Siirrä valitut varausyksiköt taltiolta
kn: ಪರಿಮಾಣದಿಂದ ವಾಪ್ತಿಯನ್ನು(ಗಳನ್ನು) ವರ್ಗಾವಣೆಯು ಆರಿಸಿದೆ
mai: आयतन सँ चयनित विस्तार प्रवासित करू
mr: खंडापासून निवडलेले विस्तार स्थानांतरीत करा
nl: Geselecteerde omvang van volume migreren
pt: Migrar Extensão(ões) Seleccionada(s) do Volume

source: New Volume Group
as: নতুন আয়তন সমষ্টি
ca: Nou grup de volums
de: Neue Datenträgergruppe
fi: Uusi taltioryhmä
kn: ಹೊಸ ಪರಿಮಾಣ ಸಮೂಹ
mai: नव वाल्यूम ग्रूप
mr: नविन खंड गट
nl: Nieuwe Volume groep
pt: Novo Grupo de Volumes

source: Physical Extent Size
as: প্ৰকৃত এক্সটন্টৰ (PE)-ৰ আকাৰ
ca: Mida física de l'extensió
de: Größe des physikalischen Bereichs
fi: Fyysisen varausyksikön koko
kn: ಭೌತಿಕ ವ್ಯಾಪ್ತಿಯ ಗಾತ್ರ
mai: भौतिक विस्तार आकार
mr: वास्तवीक विस्तार आकार
nl: Fysieke omvang grootte
pt: Tamanho das Extensões Físicas

source: Remove Logical Volume
as: লজিকেল আয়তন অপসাৰণ
ca: Suprimeix volum lògic
de: Entferne logischen Datenträger
fi: Poista looginen taltio
kn: ತಾರ್ಕಿಕ ಪರಿಮಾಣವನ್ನು ತೆಗೆ
mai: हटाउ लाजिकल वाल्यूम को
mr: वास्तवीक खंड काढून टाका
nl: Logische volume verwijderen
pt: Remover Volume Lógico

source: Remove Selected Logical Volume(s)
as: নিৰ্বাচিত লজিকেল আয়তন অপসাৰণ কৰক
ca: Suprimeix els volums lògics seleccionats
de: Entferne ausgewählte(n) logische(n) Datenträger
fi: Poista valitut loogiset taltiot
kn: ಆಯ್ಕೆ ಮಾಡಲಾದ ತಾರ್ಕಿಕ ಪರಿಮಾಣ(ಗಳ)ವನ್ನು ತೆಗೆ
mai: हटाउ चुने हुये लाजिकल वाल्यूम केँ
mr: निवडलेले तर्कदृष्ट्या खंड काढून टाका
nl: Geselecteerde Logische volume(s) verwijderen
pt: Remover o(s) Volume(s) Lógico(s) Seleccionado(s)

source: Remove Selected Physical Volume(s)
as: নিৰ্বাচিত প্ৰকৃত আয়তন অপসাৰণ কৰক
ca: Suprimeix els volums físics seleccionats
de: Entferne ausgewählte(n) physischen Datenträger
fi: Poista valitut fyysiset taltiot
kn: ಆಯ್ಕೆ ಮಾಡಲಾದ ಭೌತಿಕ ಪರಿಮಾಣ(ಗಳ)ವನ್ನು ತೆಗೆ
mai: हटाउ चुने हुये फिजिकल वाल्यूम केँ
mr: निवडलेले वासत्वीक खंड काढून टाका
nl: Geselecteerde Fysieke volume(s) verwijderen
pt: Remover o(s) Volume(s) Físico(s) Seleccionado(s)

source: Remove Volume from Volume Group
as: আয়তন সমষ্টি ৰ পৰা আয়তন অপসাৰণ কৰক
ca: Suprimeix un volum del grup de volums
de: Entferne Datenträger aus der Datenträgergruppe
fi: Poista taltio taltioryhmästä
kn: ಪರಿಮಾಣ ಸಮೂಹದಿಂದ ಪರಿಮಾಣವನ್ನು ತೆಗೆ
mai: आयतन हटाउ वाल्यूम ग्रूप सँ
mr: खंड गट पासून खंड काढून टाका
nl: Volume uit Volume groep verwijderen
pt: Remover Volume do Grupo de Volumes

source: Remove volume from LVM
as: LVM ৰ পৰা আয়তন মুছ ফলুন
ca: Suprimeix el volum del gestor de volums lògics
de: Entferne Datenträger aus der logischen Datenträgerverwaltung
fi: Poista taltio LVM:stä
kn: LVM ನಿಂದ ಪರಿಮಾಣವನ್ನು ತೆಗೆ
mai: आयतन हटाउ LVM सँ
mr: LVM पासून काढून टाका
nl: Volume uit LVM verwijderen
pt: Remover volume do LVM

source: Select a Volume Group to add this PV to:
as: এই প্ৰকৃত আয়তন (PV) যোগ কৰাৰ বাব এটা আয়তন সমষ্টি নিৰ্ব্বাচন কৰক:
ca: Seleccioneu a quin grup de volum voleu afegir aquest volum físic:
de: Wählen Sie eine Datenträgergruppe, der Sie diesen physischen Datenträger hinzufügen möchten:
fi: Valitse taltioryhmä, johon tämä fyysinen taltio lisätään:
kn: ಈ PV ಯನ್ನು ಸೇರಿಸಲು ಒಂದು ಪರಿಮಾಣ ಸಮೂಹವನ್ನು ಆರಿಸಿ:
mai: ई PV मे जोड़बाक लेल एकटा वाल्यूम ग्रूप चुनू:
mr: हा PV येथे जोडण्याकरीता खंड गट निवडा:
nl: Selecteer een Volume groep om aan deze FV toe te voegen:
pt: Seleccione o Grupo de Volumes a qual adicionar este VF:

source: Some text
as: কিছু টক্সট
ca: Text
de: Etwas Text
fi: Jotain tekstiä
kn: ಒಂದಿಷ್ಟು ಪಠ್ಯ
mai: किछु पाठ
mr: काहीक पाठ्य
nl: Zomaar wat tekst
pt: Algum texto

source: Volume Group Name
as: আয়তন সমষ্টিৰ নাম
ca: Nom del grup de volums
de: Name der Datenträgergruppe
fi: Taltioryhmän nimi
kn: ಪರಿಮಾಣ ಸಮೂಹದ ಹೆಸರು
mai: वाल्यूम ग्रूप नाम
mr: खंड गट नाव
nl: Volume groep naam
pt: Nome do Grupo de Volumes

source: _Reload
as: পুনৰায় লোড (_R)
ca: _Recarrega
de: _Neu laden
fi: _Lataa uudelleen
kn: ಪುನಃ ಲೋಡ್ ಮಾಡು(_R)
mai: फेर लोड करू (_R)
mr: पुनःदाखल करा (_R)
nl: _Herladen
pt: _Recarregar

source: _Tools
as: সৰঞ্জাম (_T)
ca: _Eines
de: _Werkzeuge
fi: _Työkalut
kn: ಉಪಕರಣಗಳು(_T)
mai: अओजार (_T)
mr: साधन (_T)
nl: _Gereedschappen
pt: Ferramen_tas

source: extend vg message:
as: এক্সটন্ড vg বাৰ্তা:
ca: Missatge d'extensió del grup de volums:
de: erweiterte VG Nachricht:
fi: laajenna taltioryhmää -viesti:
kn: vg ಸಂದೇಶವನ್ನು ವಿಸ್ತರಿಸು:
mai: vg संदेश बढाउ:
mr: vg संदेश विस्तारीत करा:
nl: uitgebreid vg bericht:
pt: mensagem de extensão do gv:

source: <b>Filesystem</b>
as: <b>নথিপত্ৰ-প্ৰণালী</b>
ca: <b>Sistema de fitxers</b>
de: <b>Dateisystem</b>
fi: <b>Tiedostojärjestelmä</b>
kn: <b>ಕಡತ ವ್ಯವಸ್ಥೆ</b>
mai: <b>फाइलसिस्टम</b>
mr: <b>फाइल प्रणाली</b>
nl: <b>Bestandssysteem</b>
pt: <b>Sistema de ficheiros</b>

source: <b>LV Properties</b>
as: <b>LV-ৰ বৈশিষ্ট্য</b>
ca: <b>Propietats del VL</b>
de: <b>LV Eigenschaften</b>
fi: <b>Loogisen taltion ominaisuudet</b>
kn: <b>LV ಗುಣಲಕ್ಷಣಗಳು</b>
mai: <b>LV गुण</b>
mr: <b>LV गुणधर्म</b>
nl: <b>LV eigenschappen</b>
pt: <b>Propriedades do VL</b>

source: <b>Size</b>
as: <b>আকাৰ</b>
ca: <b>Mida</b>
de: <b>Größe</b>
fi: <b>Koko</b>
kn: <b>ಗಾತ್ರ</b>
mai: <b>आकार</b>
mr: <b> आकार</b>
nl: <b>Grootte</b>
pt: <b>Tamanho</b>

source: Add entry to /etc/fstab
as: /etc/fstab-এ তথ্য যোগ কৰক
ca: Afegeix una entrada a /etc/fstab
de: Füge Eintrag zu /etc/fstab hinzu
fi: Lisää tietue tiedostoon /etc/fstab
kn: /etc/fstab ಗೆ ನಮೂದನ್ನು ಸೇರಿಸಿ
mai: /etc/fstab मे प्रविष्टि जोड़ू
mr: /etc/fstab ला नोंदणी जोडा
nl: Ingang aan /etc/fstab toevoegen
pt: Adicionar o item ao /etc/fstab

source: Create New Logical Volume (LV)
as: নতুন লজিকেল আয়তন নিৰ্মাণ
ca: Crea un nou volum lògic (VL)
de: Neuen logischen Datenträger (LV) erzeugen
fi: Luo uusi looginen taltio (LV)
kn: ಹೊಸ ತಾರ್ಕಿಕ ಪರಿಮಾಣವನ್ನು (LV) ರಚಿಸಲು
mai: नव लाजिकल वाल्यूम बनाउ (LV)
mr: नविन तर्कदृष्ट्या खंड (LV) बनवा
nl: Nieuw Logische volume (LV) aanmaken
pt: Criar um Novo Volume Lógico (VL)

source: Filesystem is not resizable
as: নথিপত্ৰ-প্ৰণালী পৰিবৰ্তন কৰা সম্ভৱ নহয়
ca: No es pot canviar la mida d'aquest sistema de fitxers
de: Größe des Dateisystems nicht anpassbar
fi: Tiedostojärjestelmän kokoa ei voi muuttaa
kn: ಕಡತವ್ಯವಸ್ಥೆಯ ಗಾತ್ರವನ್ನು ಬದಲಾಯಿಸಲಾಗುವುದಿಲ್ಲ
mai: फाइलसिस्टम फेर आकार करब योग्य नहि अछि
mr: फाइलप्रणाली पुनःआकारजोगी नाही
nl: De grootte van het bestandssysteem is niet aanpasbaar
pt: O sistema de ficheiros não pode ser dimensionado

source: Free space in Volume Group label
as: আয়তন সমষ্টি লবল উপলব্ধ শূণ্যস্থান
ca: Espai lliure en el grup de volums amb etiqueta
fi: Vapaa tila taltioryhmässä nimeltä
kn: ಪರಿಮಾಣ ಸಮೂಹದ ಲೇಬಲ್ಲಿನಲ್ಲಿ ಉಳಿದಿರುವ ಮುಕ್ತ ಸ್ಥಳ
mai: वाल्यूम ग्रूप स्तर मे मुक्त स्थान
mr: खंड गटातील मुक्त जागा लेबेल
nl: Vrije ruimte in Volume groep label
pt: Espaço livre no Grupo de Volumes

source: Free space remaining label
as: অৱশিষ্ট স্থানৰ বাব লবল
ca: Etiqueta d'espai lliure restant
de: Verbleibenden Speicherplatz verwenden
fi: Vapaata tilaa jäljellä nimiöllä
kn: ಲೇಬಲ್ಲಿನಲ್ಲಿ ಉಳಿದಿರುವ ಮುಕ್ತ ಸ್ಥಳ
mai: मुक्त स्थान शेष स्तर
mr: उर्वरीत मुक्त जागा लेबेल
nl: Vrije ruimte beschikbaar label
pt: Espaço livre restante

source: Kilobytes granularity
as: কিলোবাইটৰ ক্ষুদ্ৰাংশ
ca: Granulació dels kKilobytes
fi: Kilotavujen rakeisuus
kn: ಕಿಲೋಬೈಟುಗಳ ಗ್ರಾನ್ಯುಲಾರಿಟಿ
mai: किलोबाइट सूक्ष्मता
mr: किलोबाईट सुक्षमता
nl: Kilobytes korreligheid
pt: Granularidade em Kilobytes

source: LV name:
as: LV-ৰ নাম:
ca: Nom del VL:
fi: Loogisen taltion nimi:
kn: LV ಹೆಸರು:
mai: LV नाम:
mr: LV नाव:
nl: LV naam:
pt: Nome do VL:

source: LV size
as: LV-ৰ আকাৰ
ca: Mida del VL
de: LV Größe
fi: Loogisen taltion koko
kn: LV ಗಾತ್ರ
mai: LV आकार
mr: LV आकार
nl: LV grootte
pt: Tamanho do VL

source: LVs under snapshots are not resizable
as: স্ন্যাপশটৰ অধীন LVসমূহৰ আকাৰ পৰিবৰ্তনশীল নহয়
ca: Els volums lògics que estan en instantànies no se'ls pot canviar la mida
de: Die Größe von LVs welche einem Schnappschuss zugrunde liegen können nicht verändert werden
fi: Tilannevedosten alaisten loogisien taltioiden kokoa ei voi muuttaa
kn: ಭಾವಚಿತ್ರಗಳ(ಸ್ನ್ಯಾಪ್‌ಶಾಟ್) ಅಡಿಯಲ್ಲಿರುವ LVಗಳ ಗಾತ್ರವನ್ನು ಬದಲಾಯಿಸಲಾಗುವುದಿಲ್ಲ
mai: LV स्नेपशाट क' अंदर फेर आकार बदलब योग्य नहि अछि
mr: छायाचित्रप्रत अंतर्गत LVs पुनःआकारजोगी नाही
nl: De grootte van LV's binnen snapshots is niet aanpasbaar
pt: Os VLs sob imagens não podem ser dimensionados

source: Linear
as: সমান্তৰাল
ca: Lineal
fi: Lineaarinen
kn: ರೇಖಾತ್ಮಕ
mai: रैखिक
mr: एका
nl: Lineair

source: Mirrored
as: মিৰৰ কৰা
ca: Replicat
de: Gespiegelt
fi: Peilattu
kn: ಪ್ರತಿರೂಪಗೊಂಡ
mai: मिरर कएल
mr: प्रतिकृत
nl: Gespiegeld
pt: Replicado

source: Mirrored LVs are not resizable
as: মিৰৰ কৰা LVসমূহৰ আকাৰ পৰিবৰ্তন কৰা সম্ভৱ নহয়
ca: No es pot canviar la mida dels volums lògics replicats
de: Die Größe von gespiegelte LVs kann nicht verändert werden
fi: Peilattujen loogisten taltioiden kokoa ei voi muuttaa
kn: ಪ್ರತಿರೂಪಗೊಂಡ LVಗಳ ಗಾತ್ರವನ್ನು ಬದಲಾಯಿಸಲಾಗುವುದಿಲ್ಲ
mai: मिरर कएल LV फेर आकार क' योग्य नहि है
mr: प्रतिकृत LV पुनःआकारजोगी नाही
nl: De grootte van gespiegelde LV's is niet aanpasbaar
pt: Os VLs replicados não podem ser dimensionados

source: Mount
as: মাউন্ট কৰক
ca: Munta
de: Eingehängt
fi: Liitä
kn: ಆರೋಹಿಸು
mai: आरोह
mr: आरोहण
nl: Aankoppelen
pt: Montar

source: Mount point:
as: অভ্যুত্থানৰ স্থান:
ca: Punt de muntatge:
de: Einhängepunkt:
fi: Liitospiste:
kn: ಆರೋಹಣಾ ತಾಣ:
mai: आरोह बिंदु:
mr: आरोहण बींदू:
nl: Aankoppel punt:
pt: Montado em:

source: Mount when rebooted
as: পুনৰায় বুট কৰাৰ পৰ তোলা হব
ca: Monta quan s'arrenqui de nou
de: Eingehängt nach Neustart
fi: Liitä kun käynnistetään uudelleen
kn: ರೀಬೂಟ್ ಆದಾಗ ಆರೋಹಿಸು
mai: फेर बूट पर आरोहित करू
mr: रूबट केल्यावर आरोहीत करा
nl: Aankoppelen na herstart
pt: Montar ao reiniciar

source: Size beg
as: আকাৰৰ আৰম্ভ
ca: Mida principi
de: Größe Beginn
fi: Koon alku
kn: ಗಾತ್ರದ ಆರಂಭ
mai: आकार शुरू
mr: आकार विनंती
nl: Begin grootte
pt: Início do tamanho

source: Size end
as: আকাৰৰ সআকাৰ্তি
ca: Mida final
de: Größe Ende
fi: Koon loppu
kn: ಗಾತ್ರದ ಕೊನೆ
mai: आकार अंत
mr: आकार समाप्त
nl: Eind grootte
pt: Fim do tamanho

source: Striped
as: স্ট্ৰাইপ কৰা
ca: Fragmentat seqüencial
fi: Lomitettu
kn: ಪಟ್ಟೆಯುಕ್ತ
mai: स्ट्राइप कएल
mr: पट्टी रेखांकीत
pt: Em faixas

source: Use remaining
as: চিহ্নিত স্থানৰ অৱশিষ্ট
ca: Usa la resta
de: Verbleibenden Speicherplatz verwenden
fi: Käytä jäljellä olevaa
kn: ಮಿಕ್ಕುಳಿದಿದ್ದನ್ನು ಬಳಸು
mai: शेष स्थान क' प्रयोग करू
mr: उर्वरीत वापरा
nl: Gebruik wat is overgebleven
pt: Usar o restante

source: stripes
as: স্ট্ৰাইপ
ca: Fragmentació seqüencial
fi: levyä
kn: ಪಟ್ಟೆಗಳು
mai: स्ट्राइप
mr: पट्ट्या
pt: faixas

source: <b>Destination</b>
as: <b>গন্তব্য</b>
ca: <b>Destí</b>
de: <b>Ziel</b>
fi: <b>Kohde</b>
kn: <b>ಗುರಿ</b>
mai: <b>गंतव्य</b>
mr: <b>लक्ष्य</b>
nl: <b>Bestemming</b>
pt: <b>Destino</b>

source: <b>Migration Policy</b>
as: <b>মাইগ্ৰশনৰ নিয়মনীতি</b>
ca: <b>Política de migració</b>
de: <b>Migrationsrichtlinie</b>
fi: <b>Siirtokäytäntö</b>
kn: <b>ವರ್ಗಾವಣಾ ನೀತಿ</b>
mai: <b>उत्प्रवासन नीति</b>
mr: <b>स्थानांतरन करार</b>
nl: <b>Migratie tactiek</b>
pt: <b>Política de Migração</b>

source: Anywhere - not implemented
as: য কোনো স্থান - প্ৰয়োগ কৰা নহয়
ca: A qualsevol lloc - no està implementat
de: Irgendwo - nicht implementiert
fi: Missä tahansa - ei toteutettu.
kn: ಎಲ್ಲಿಗಾದರೂ - ಕಾರ್ಯಗತಗೊಂಡಿಲ್ಲ
mai: कहींभी - लागू नहि
mr: कुठेही - कार्यरत नाही
nl: Overal - niet geïmplementeerd
pt: Em qualquer lado - não implementado

source: Automatically choose PVs to migrate to
as: মাইগ্ৰট কৰাৰ বাব স্বয়ংক্ৰিয়ৰূপ PV নিৰ্ব্বাচন কৰা হব
ca: Tria automàticament els volums físics a migrar
de: Automatische Auswahl der PVs zum migrieren nach
fi: Valitse automaattisesti fyysiset taltiot, joihin siirretään
kn: ಸ್ವಯಂಚಾಲಿತವಾಗಿ PVಗಳು ಇಲ್ಲಿಗೆ ವರ್ಗಾಯಿಸಲ್ಪಡುವಂತೆ ಆರಿಸು
mai: एकरामे उत्प्रवासित हए क'लेल स्वतः चुनू
mr: स्थानांतर करण्याकरीता आपोआप PVs निवडा
nl: Automatisch PV's kiezen om naar toe te migreren
pt: Escolher automaticamente os VFs para onde migrar

source: Contiguous
as: অৱিচ্ছিন্ন
ca: Contigu
de: Zusammenhängend
fi: Yhtenäinen
kn: ಪಕ್ಕದಲ್ಲಿನ(Contiguous)
mai: स्पर्श
mr: सतत
nl: Aaneengesloten
pt: Contíguo

source: Destination:
as: গন্তব্য
ca: Destí:
de: Ziel:
fi: Kohde:
kn: ಗುರಿ:
mai: गंतव्य:
mr: लक्ष्य:
nl: Bestemming:
pt: Destino:

source: In order to remove PV, extents in use have to be migrated. Select extents' destination and migration policy.
as: PV অপসাৰণৰ বাব ব্যৱহৃত এক্সটন্টসমূহ মাইগ্ৰট কৰা আৱশ্যক । এক্সটন্টৰ গন্তব্যস্থল আৰু মাইগ্ৰশনৰ নিয়মনীতি নিৰ্ব্বাচন কৰক ।
ca: Per a poder treure el volum físic, s'han de migrar les àrees reservades. Seleccioneu el destí i la política de migració per a les àrees reservades.
de: Um die PVs zu entfernen müssen Speicherbereiche die benutzt werden migriert werden. Wählen sie das Ziel der Speicherbereiche und die Migrationsrichtlinien.
fi: Jotta fyysinen taltio voidaan poistaa, varausyksiköt täytyy siirtää. Valitse varausyksiköiden kohde ja siirtotapa.
kn: PV ಯನ್ನು ತೆಗೆಯಲು, ಬಳಕೆಯಲ್ಲಿರುವ ವ್ಯಾಪ್ತಿಗಳು ವರ್ಗಾಯಿಸಲ್ಪಡಬೇಕು. ವ್ಯಾಪ್ತಿಯ ಗುರಿ ಹಾಗು ವರ್ಗಾವಣಾ ನೀತಿಯನ್ನು ಆರಿಸಿ.
mai: PV हटाबै क' क्रम मे, प्रयोग मे विस्तार उत्प्रवासित कएल जएनाइ चाही. गंतव्य आओर उत्प्रवासन नीति विस्तार चुनू.
mr: PV काढून टाकण्याकरीता, वापरणीतले विस्तार स्थानांतरीत करावे लागेल. विस्तारचे लक्ष्य व स्थानांतर करार निवडा.
nl: Om PV te verwijderen moet omvang die in gebruik is gemigreerd worden. Selecteer de bestemming van de omvang en de migratie tactiek.
pt: Para remover VFs, as extensões usadas têm de ser migradas. Seleccione o destino e a política de migração das extensões.

source: Inherit
as: উত্তৰাধিকাৰ
ca: Hereta
de: erben
fi: Peri
kn: ಪಾರಂಪರ್ಯವಾದ
mai: उत्तराधिकार
mr: आत्मसात
nl: Overnemen
pt: Herdar

source: Inherit policy from Volume Group
as: আয়তন সমষ্টিৰ উত্তৰাধিকাৰ সংক্ৰান্ত নীতি
ca: Hereta la política del grup de volums
de: Vererbte Richtlinie von Dateträgergruppe
fi: Peri tapa taltioryhmältä
kn: ಪರಿಮಾಣ ಸಮೂಹದ ಪಾರಂಪರ್ಯವಾದ ನೀತಿ
mai: वाल्यूम ग्रूप सँ नीति लिअ'
mr: खंड गट पासून करार आत्मसात करा
nl: Tactiek overnemen van Volume groep
pt: Herdar a política do grupo de volumes

source: Migrate Extents
as: Extents মাইগ্ৰট কৰাৰ প্ৰণালী
ca: Migra les àrees reservades
de: Migrierte Speicherbereiche
fi: Siirrä varausyksiköt
kn: ವ್ಯಾಪ್ತಿಗಳನ್ನು ವರ್ಗಾಯಿಸು
mai: विस्तार उत्प्रवासित करू
mr: विस्तार स्थानांतरीत करा
nl: Omvang migreren
pt: Migrar as Extensões

source: Migrate anywhere even if that reduces performance
as: কৰ্মক্ষমতাৰ হানি হোৱা সত্বও য কোনো স্থান মাইগ্ৰট কৰা হব
ca: Migra-ho a qualsevol lloc, fins i tot si això en redueix el rendiment
de: Migriere alles auch wenn es Performance kostet
fi: Siirrä minne tahansa, vaikka se heikentäisi suorituskykyä
kn: ಕಾರ್ಯತತ್ಪರತೆಯು ಕುಂಟಿತಗೊಂಡರೂ ಸಹ ಎಲ್ಲಿಗಾದರೂ ವರ್ಗಾಯಿಸು
mai: कही उत्प्रवासित करू जँ वह प्रदर्शन कम करैत अछि
mr: क्षमता कमी करत असले तरी कुठेही स्थानांतरीत करा
nl: Overal migreren zelfs als dat de prestaties verminderd
pt: Migrar para todo o lado mesmo que reduza a performance

source: New extents are adjacent to existing ones
as: নতুন এক্সটন্টসমূহ বৰ্তমান এক্সটন্টৰ পাৰ্শ্ববৰ্তী অৱস্থান
ca: Les noves àrees reservades estan adjacents a les ja existents
de: Neue Speicherbereiche grenzen an existierende
fi: Uudet varausyksiköt ovat olemassa olevien vieressä
kn: ಹೊಸ ವ್ಯಾಪ್ತಿಗಳು ಪ್ರಸ್ತ್ತುತ ಇರುವ ವ್ಯಾಪ್ತಿಗಳ ಪಕ್ಕದಲ್ಲಿವೆ
mai: नव विस्तार मोजुदा क' समीप अछि
mr: नविन विस्तार अस्तीत्वात असलेल्याच्या बाजूस आहे
nl: Nieuwe omvang ligt tegen bestaande aan
pt: As extensões novas são adjacentes às existentes

source: Normal
as: স্বাভাবিক
fi: Normaali
kn: ಸಾಮಾನ್ಯ
mai: सामान्य
mr: सर्वसाधारण
nl: Normaal

source: Only migrate extents belonging to LV
as: অকল LV-ৰ মালিকানাধীন এক্সটন্ট মাইগ্ৰট কৰা হব
ca: Migra únicament les àrees reservades que pertanyin al volum lògic
de: Migriere nur Speicherbereiche die zu dem LV gehören
fi: Siirrä vain varausyksiköt, jotka kuuluvat loogiseen taltioon
kn: LV ಗೆ ಸೇರಿದ ವ್ಯಾಪ್ತಿಗಳನ್ನು ಮಾತ್ರ ವರ್ಗಾಯಿಸು
mai: LV क' अवयव विस्तार केँ सिर्फ उत्प्रवासित करू
mr: फक्त LV च्या मालकीचे विस्तार स्थानांतरीत करा
nl: Migreer alleen omvang die deel uitmaakt van een LV
pt: Só migrar as extensões que pertencem ao VL

source: Use common sense
as: সাধাৰণ বিচাৰ বিবচনা প্ৰয়োগ কৰা হব
ca: Utilitza el sentit comú
de: Benutze allgemeine Bedeutung
fi: Käytä tervettä järkeä
kn: ಲೋಕಜ್ಞಾನವನ್ನು ಉಪಯೋಗಿಸಿ
mai: सामान्य ज्ञान क' प्रयोग करू
mr: डोकं वापरा
nl: Gebruik gezond verstand
pt: Usar o senso comum

source: Unknown
as: অজ্ঞাত
ca: Desconegut
de: Unbekannt
fi: Tuntematon
kn: ಅಜ್ಞಾತ
mr: अपरिचीत
nl: Onbekend
pt: Desconhecido

source: LVM locks are disabled!!! Massive data corruption may occur. Enable locking (locking_type=1, 2 or 3 in /etc/lvm/lvm.conf).
as: LVM লক নিষ্ক্ৰিয় কৰা হৈছে!!! বহুল পৰিমানে তথ্য ক্ষতিগ্ৰস্ত হোৱাৰ সম্ভাবনা আছে । লক ব্যৱস্থা সক্ৰিয় কৰক (/etc/lvm/lvm.conf নথিপত্ৰত locking_type=1,2 অথবা 3 ধাৰ্য কৰক) ।
ca: Els bloqueigs del gestor de volums lògics està inhabilitat!!! Pot produir-se una corrupció general en les dades. Habiliteu el bloqueig (locking_type=1, 2 o 3 a /etc/lvm/lvm.conf).
de: LVM-Locks sind deaktiviert!!! Erhebliche Datenverfälschung kann auftreten. Bitte aktivieren Sie Locking (locking_type=1, 2 oder 3 in /etc/lvm/lvm.conf).
fi: LVM-lukot ovat poissa käytöstä!!! Laajaa datan korruptoitumista saattaa tapahtua. Ota lukitus käyttöön (locking_type=1, 2 tai 3 tiedostossa /etc/lvm/lvm.conf).
kn: LVM ಲಾಕ್‌ಗಳನ್ನು ಅಶಕ್ತಗೊಳಿಸಲಾಗಿದೆ!!! ಬೃಹತ್ ಪ್ರಮಾಣದ ದತ್ತಾಂಶವು ಹಾಳಾಗಬಹುದು. ಲಾಕ್ ಮಾಡುವಿಕೆಯನ್ನು ಶಕ್ತಗೊಳಿಸಿ (ಲಾಕ್ ಮಾಡುವ_ಬಗೆ= /etc/lvm/lvm.conf ನಲ್ಲಿ 1, 2 ಅಥವ 3 ಆಗಿರುತ್ತದೆ).
mr: LVM कुलूपबंद अकार्यक्षम!!! मोठ्याप्रमाणात डाटा सदोषीत होऊ शकतो. कुलूपबंद कार्यक्षम करा (/etc/lvm/lvm.conf मध्ये locking_type=1, 2 किंवा 3).
nl: LVM vergrendelen is uitgezet!!! Aanzienlijke data corruptie kan optreden. Zet vergrendelen aan (locking_type=1, 2 of 3 in /etc/lvm/lvm.conf).
pt: Os bloqueios do LVM estão desactivados!!! Poderá ocorrer uma danificação massiva dos dados. Active bloqueios (locking_type=1, 2 ou 3 no /etc/lvm/lvm.conf).

source: LVM is configured to use Cluster Locking mechanism, but clvmd daemon is not running. Start daemon with command: service clvmd start or, turn off cluster locking (locking_type=1 in /etc/lvm/lvm.conf).
as: ক্লাস্টাৰ লক ব্যৱস্থা ব্যৱহাৰৰ উদ্দেশ্যে LVM বিন্যাস কৰা হ'লেও clvmd ডেমন বৰ্তমানে নাই চলা । নিম্নলিখিত কমান্ড দ্বাৰা ডেমন আৰম্ভ কৰক: service clvmd start অথবা ক্লাস্টাৰ লক ব্যৱস্থা নিষ্ক্ৰিয় কৰক (/etc/lvm/lvm.conf নথিপত্ৰত locking_type=1 ধাৰ্য কৰক) ।
ca: El gestor de volums lògics està configurat per a utilitzar el mecanisme de bloqueig de clústers, no obstant no s'està executant el dimoni clvmd. Iniciei el dimoni amb la comanda: service clvmd start o bé, apagueu el bloqueig del clúster (locking_type=1 a /etc/lvm/lvm.conf).
de: LVM ist so konfiguriert, dass es den Cluster-Locking-Mechanismus nutzt, aber der clvmd-Daemon läuft nicht. Starten Sie den Daemon mit dem Befehl: service clvmd start oder schalten Sie Cluster Locking aus (locking_type=1 in /etc/lvm/lvm.conf).
fi: LVM on asetettu käyttämään klusterilukitusmekanismia, mutta clvmd-palvelu ei ole käynnissä. Käynnistä palvelu komennolla: service clvmd start tai kytke klusterilukitus pois käytöstä (locking_type=1 tiedostossa /etc/lvm/lvm.conf).
kn: LVM ಅನ್ನು ಕ್ಲಸ್ಟರ್ ಲಾಕ್ ಮಾಡುವ ವಿಧಾನದಲ್ಲಿ ಸಂರಚಿಸಲಾಗಿದೆ, ಆದರೆ clvmd ಡೆಮನ್ ಚಾಲಿತಗೊಳ್ಳುತ್ತಿಲ್ಲ. ಈ ಆಜ್ಞೆಯನ್ನು ಬಳಸಿಕೊಂಡು ಡೆಮನ್ ಅನ್ನು ಆರಂಭಿಸಿ: service clvmd start ಅಥವ, ಅಥವ ಕ್ಲಸ್ಟರ್ ಲಾಕ್ ಮಾಡುವಿಕೆಯನ್ನು ಆಫ್ ಮಾಡಿ.(ಲಾಕ್ ಮಾಡುವ_ಬಗೆ= /etc/lvm/lvm.conf ನಲ್ಲಿ 1 ಆಗಿರುತ್ತದೆ).
mr: LVM ला क्लस्टर कुलूपबंद पद्धत वापरण्यासाठी संरचीत केले आहे, परंतु clvmd डिमन कार्यरत नाही. डिमनला: service clvmd start सह सुरू करा किंवा, कलस्टर लॉकींग बंद करा (/etc/lvm/lvm.conf मधील locking_type=1).
nl: LVM is ingesteld om het Cluster vergrendel mechanisme te gebruiken, maar clvmd daemon draait niet. Start de daemon met commando: service clvmd start of, zet cluster vergrendelen uit (locking_type=1 in /etc/lvm/lvm.conf).
pt: O LVM está configurado para usar o mecanismo de Bloqueio em 'Clusters', mas o servidor 'clvmd' não está a correr. Inicie o servidor com o comando: service clvmd start ou desligue o bloqueio no 'cluster' (locking_type=1 no /etc/lvm/lvm.conf).
