Repository: i-nod/system-config-lvm
Catalog: po/*.po
Languages: as, ca, de, fi, kn, mai, mr, nl, pt

source: The extents that you are attempting to select belong to a mirror log of Logical Volume %s. Mirrored Logical Volumes are not yet migratable, so the extents are not selectable.
as: আপুনি য এক্সটন্টসমূহ নিৰ্ব্বাচন কৰোঁতে ইচ্ছুক সসমূহ বৰ্তমান লজিকেল আয়তন %s-ৰ মিৰৰ লগৰ মালিকানাধীন । মিৰৰ কৰা লজিকেল আয়তন বৰ্তমান মাইগ্ৰট কৰা সম্ভৱ নহয় যাৰ ফলত এই এক্সটন্টসমূহ নিৰ্ব্বাচনযোগ্য নহয় ।
ca: Les àrees reservades que esteu intentant de seleccionar pertanyen al registre de replicació del volum lògic %s. Encara no es poden migrar els volums lògics replicats, per aquest motiu no es poden seleccionar aquestes àrees reservades.
de: Die Speichereinheiten die Sie ausgewählt haben gehören zum Spiegelungsprotokoll des logischen Dateträgers %s. Gespiegelte logische Datenträger können momentan noch nicht migriert werden, deshalb sind diese Speichereinheiten nicht auswählbar.
fi: Varausyksiköt, joita yrität valita, kuuluvat loogisen taltion %s peililuetteloon. Peilattuja loogisia taltioita ei voi vielä siirtää, joten varausyksiköitä ei voi valita.
kn: ನೀವು ಆರಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತಿರುವ ವ್ಯಾಪ್ತಿಗಳು ತಾರ್ಕಿಕ ಪರಿಮಾಣ %s ದ ಪ್ರತಿರೂಪ ಲಾಗಿಗೆ ಸೇರಿದ್ದಾಗಿದೆ. ಪ್ರತಿರೂಪಗೊಂಡ ಪರಿಮಾಣಗಳನ್ನು ಇನ್ನೂ ಸಹ ವರ್ಗಾಯಿಸಲಾಗುವುದಿಲ್ಲ, ಆದ್ದರಿಂದ ವ್ಯಾಪ್ತಿಗಳನ್ನೂ ಸಹ ಆರಿಸಲಾಗುವುದಿಲ್ಲ.
mai: विस्तार जकरा अहाँ चुनबा क' प्रयास कए रहल छी %s क' लाजिकल वाल्यूम क' मिरर लाग क' अवयव अछि. मिरर कएल लाजिकल वाल्यूम उत्प्रवासनीय नहि अछि. इएह लेल विस्तार चुनबा योग्य नहि अछि.
mr: तुम्हाला निवडायचे असलेले विस्तार तर्कदृष्ट्या खंड %s मधील प्रतिकृत लॉगच्या मालकीचे आहे. प्रतिकृत वास्तवीक खंड अजूनही स्थानांतरजोगी नाही, त्यामुळे विस्तार निवडताजोगी नाही.
nl: De omvang die je probeert te selecteren behoort tot een spiegel log van Logische volume %s. Gespiegelde Logische volumes zijn nog niet verplaatsbaar, daarom is de omvang niet te selecteren.
pt: As extensões que está a tentar seleccionar pertencem ao registo de replicação do volume lógico %s. Os volumes lógicos replicados ainda não podem ser migrados, como tal as extensões não são seleccionáveis.

source: The extents that you are attempting to select belong to mirror image of Logical Volume %s. Mirrored Logical Volumes are not yet migratable, so the extents are not selectable.
as: আপুনি য এক্সটন্টসমূহ নিৰ্ব্বাচন কৰোঁতে ইচ্ছুক সসমূহ বৰ্তমান লজিকেল আয়তন %s-ৰ মিৰৰ ইমজৰ মালিকানাধীন । মিৰৰ কৰা লজিকেল আয়তন বৰ্তমান মাইগ্ৰট কৰা সম্ভৱ নহয় যাৰ ফলত এই এক্সটন্টসমূহ নিৰ্ব্বাচনযোগ্য নহয় ।
ca: Les àrees reservades que esteu intentant de seleccionar pertanyen a una imatge de rèplica del volum lògic %s. Encara no es poden migrar els volums lògics replicats, per aquest motiu no es poden seleccionar aquestes àrees reservades.
de: Die Speichereinheiten die Sie ausgewählt haben gehören zum gespiegelten Abbild des logischen Datenträgers %s. Gespiegelte logische Datenträger können momentan noch nicht migriert werden, deshalb sind diese Speichereinheiten nicht auswählbar.
fi: Varausyksiköt, joita yrität valita, kuuluvat loogisen taltion %s peililevykuvaan. Peilattuja loogisia taltioita ei voi vielä siirtää, joten varausyksiköitä ei voi valita.
kn: ನೀವು ಆರಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತಿರುವ ವ್ಯಾಪ್ತಿಗಳು ತಾರ್ಕಿಕ ಪರಿಮಾಣ %s ದ ಪ್ರತಿರೂಪಕ್ಕೆ ಸೇರಿದ್ದಾಗಿದೆ. ಪ್ರತಿರೂಪಗೊಂಡ ಪರಿಮಾಣಗಳನ್ನು ಇನ್ನೂ ಸಹ ವರ್ಗಾಯಿಸಲಾಗುವುದಿಲ್ಲ, ಆದ್ದರಿಂದ ವ್ಯಾಪ್ತಿಗಳನ್ನೂ ಸಹ ಆರಿಸಲಾಗುವುದಿಲ್ಲ.
mai: विस्तार जकरा अहाँ चुनबा क' प्रयास कए रहल छी %s क' लाजिकल वाल्यूम क' अवयव अछि. मिरर कएल लाजिकल वाल्यूम उत्प्रवासनीय नहि अछि. इएह लेल विस्तार चुनबा योग्य नहि अछि.
mr: तुम्हाला निवडायचे असलेले विस्तार तर्कदृष्ट्या खंड %s मधील प्रतिकृत प्रतिमेच्या मालकीचे आहे. प्रतिकृत वास्तवीक खंड अजूनही स्थानांतरजोगी नाही, त्यामुळे विस्तार निवडताजोगी नाही.
nl: De omvang die je probeert te selecteren behoort tot een spiegel image van Logische volume %s. Gespiegelde Logische volumes zijn nog niet verplaatsbaar, daarom is de omvang niet te selecteren.
pt: As extensões que está a tentar seleccionar pertencem à imagem da réplica do volume lógico %s. Os volumes lógicos replicados ainda não podem ser migrados, como tal as extensões não são seleccionáveis.

source: The extents that you are attempting to select belong to %s, a snapshot of %s. Snapshots are not yet migratable, so the extents are not selectable.
as: আপুনি য এক্সটন্টসমূহ নিৰ্ব্বাচন কৰোঁতে ইচ্ছুক সসমূহ বৰ্তমান %s অৰ্থাত্‍‌ %s-ৰ এটা স্ন্যাপশটৰ মালিকানাধীন । স্ন্যাপশট বৰ্তমান মাইগ্ৰট কৰা সম্ভৱ নহয় যাৰ ফলত এই এক্সটন্টসমূহ নিৰ্ব্বাচনযোগ্য নহয় ।
ca: Les àrees reservades que esteu intentant de seleccionar pertanyen a %s, una instantània de %s. Encara no es poden migrar les instantànies, per aquest motiu no es poden seleccionar aquestes àrees reservades.
de: Die Speichereinheiten die Sie ausgewählt haben gehören zu %s, einem Schnappschuss von %s. Schnappschüsse können momentan noch nicht migriert werden deshalb können diese Speichereinheiten nicht ausgewählbar.
fi: Varausyksiköt, joita yrität valita, kuuluvat kohteeseen %s, joka on kohteen %s tilannevedos. Tilannevedoksia ei voi vielä siirtää, joten varausyksiköitä ei voi valita.
kn: ನೀವು ಆರಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತಿರುವ ವ್ಯಾಪ್ತಿಗಳು %s, ಭಾವಚಿತ್ರ (ಸ್ನ್ಯಾಪ್‌ಶಾಟ್)%s ಕ್ಕೆ ಸೇರಲ್ಪಟ್ಟಿದೆ. ಭಾವಚಿತ್ರಗಳು(ಸ್ನ್ಯಾಪ್‌ಶಾಟ್) ಇನ್ನೂ ಸಹ ವರ್ಗಾಯಿಸಲಾಗುವುದಿಲ್ಲ, ಆದ್ದರಿಂದ ವ್ಯಾಪ್ತಿಗಳನ್ನೂ ಸಹ ಆರಿಸಲಾಗುವುದಿಲ್ಲ.
mai: विस्तार जकरा अहाँ चुनबा क' प्रयास कए रहल छी %s क' अवयव अछि. %s क' स्नेपशाट. स्नेपशाट मूल अखन तक उत्प्रवासनीय नहि अछि. एहिलेल विस्तार चयन योग्य नहि अछि.
mr: तुम्हाला निवडायचे असलेले विस्तार %s च्या मालकीचे आहे, जे %s चे छायाचित्रप्रत आहे. छायाचित्रप्रत स्थानांतरजोगी नाही, त्यामुळे विस्तार निवडताजोगी नाही.
nl: De omvang die je probeert te selecteren behoort tot %s, een snapshot van %s. Snapshots zijn nog niet verplaatsbaar, daarom is de omvang niet te selecteren.
pt: As extensões que está a tentar seleccionar pertencem a %s, uma imagem de %s. As imagens ainda não podem ser migradas, como tal as extensões não podem ser seleccionadas.

source: The extents that you are attempting to select belong to a snapshot origin %s. Snapshot origins are not yet migratable, so the extents are not selectable.
as: আপুনি য এক্সটন্টসমূহ নিৰ্ব্বাচন কৰোঁতে ইচ্ছুক সসমূহ বৰ্তমান %s অৰ্থাত্‍ স্ন্যাপশটৰ এটা মূল বস্তুৰ মালিকানাধীন । স্ন্যাপশটৰ মূল বস্তু বৰ্তমান মাইগ্ৰট কৰা সম্ভৱ নহয় যাৰ ফলত এই এক্সটন্টসমূহ নিৰ্ব্বাচনযোগ্য নহয় ।
ca: Les àrees reservades que esteu intentant de seleccionar pertanyen a l'origen d'una instantània %s. Encara no es poden migrar els orígens de les instantànies, per aquest motiu no es poden seleccionar aquestes àrees reservades.
de: Die Speichereinheiten die Sie ausgewählt haben gehören zu dem Original des Schnappschusses %s. Schnappschüsse können momentan noch nicht migriert werden deshalb können diese Speichereinheiten nicht ausgewählbar.
fi: Varausyksiköt, joita yrität valita, kuuluvat tilannevedoksen lähteeseen %s. Tilannevedoksen lähteitä ei voi vielä siirtää, joten varausyksiköitä ei voi valita.
kn: ನೀವು ಆರಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತಿರುವ ವ್ಯಾಪ್ತಿಗಳು ಭಾವಚಿತ್ರದ(ಸ್ನ್ಯಾಪ್‌ಶಾಟ್) ಮೂಲ %s ಕ್ಕೆ ಸೇರಲ್ಪಟ್ಟಿದೆ. ಭಾವಚಿತ್ರಗಳು(ಸ್ನ್ಯಾಪ್‌ಶಾಟ್) ಇನ್ನೂ ಸಹ ವರ್ಗಾಯಿಸಲಾಗುವುದಿಲ್ಲ, ಆದ್ದರಿಂದ ವ್ಯಾಪ್ತಿಗಳನ್ನೂ ಸಹ ಆರಿಸಲಾಗುವುದಿಲ್ಲ.
mai: विस्तार जकरा अहाँ चुनबा क' प्रयास कए रहल छी स्नेपशाट मूल %s क' अवयव अछि. स्नेपशाट मूल अखन तक उत्प्रवासनीय नहि अछि. एहिलेल विस्तार चयन योग्य नहि अछि.
mr: तुम्हाला निवडायचे असलेले विस्तार %s छायाचित्रप्रतच्या मालकीचे आहे. छायाचित्रप्रत स्थानांतरजोगी नाही, त्यामुळे विस्तार निवडताजोगी नाही.
nl: De omvang die je probeert te selecteren behoort tot een snapshot oorsprong %s. Een oorsprong van een snapshot is nog niet verplaatsbaar, daarom is de omvang niet te selecteren.
pt: As extensões que está a tentar seleccionar pertencem ao original da imagem %s. Os originais das imagens ainda não podem ser migrados, como tal as extensões não podem ser seleccionadas.

source: Snapshot of %s
as: %s-ৰ স্ন্যাপশট
ca: Instantània de %s
de: Schnappschuss von %s
fi: Tilannevedos kohteesta %s
kn: %s ನ ಭಾವಚಿತ್ರ(ಸ್ನ್ಯಾಪ್‌ಶಾಟ್)
mai: %s क' स्नेपशाट
mr: %s चे छायाचित्रप्रत
nl: Snapshot van %s
pt: Imagem do %s

source: Origin
as: মূল
ca: Origen
de: Original
fi: Alkuperä
kn: ಮೂಲ
mai: मूल
mr: उगम
nl: Oorsprong
pt: Original

source: Snapshot
as: স্ন্যাপশট
ca: Instantània
de: Schnappschuss
fi: Tilannevedos
kn: ಭಾವಚಿತ್ರ(ಸ್ನ್ಯಾಪ್‌ಶಾಟ್)
mai: स्नेपशाट
mr: छायाचित्रप्रत
pt: Imagem

source: extent view
as: এক্সটন্ট অনুযায়ী প্ৰদৰ্শন
ca: visualització d'extensions
de: erweiterte Ansicht
fi: varausyksikkönäkymä
kn: ವ್ಯಾಪ್ತಿ ನೋಟ
mai: विस्तार दृश्य
mr: विस्तार दृश्य
nl: omvang weergave
pt: janela de extensões

source: Volume Groups
as: আয়তন সমষ্টি
ca: Grups de volums
de: Datenträgergruppen
fi: Taltioryhmät
kn: ಪರಿಮಾಣ ಸಮೂಹಗಳು
mai: वाल्यूम ग्रूप
mr: खंड गट
nl: Volume groepen
pt: Grupos de Volumes

source: Unallocated Volumes
as: আৰক্ষণবিহীন আয়তন
ca: Volums sense allotjar
de: Nicht zugeteilte Datenträger
fi: Varaamattomat taltiot
kn: ನಿಯೋಜಿತಗೊಳ್ಳದ ಪರಿಮಾಣಗಳು
mai: असंभाजित आयतन
mr: अविस्तारीत खंड
nl: Niet-toegewezen volumes
pt: Volumes Não Alocados

source: Uninitialized Entities
as: নিষ্ক্ৰিয় স্বত্বা
ca: Entitats sense inicialitzar
de: Nicht initialisierte Laufwerke
fi: Alustamattomat levyt
kn: ಆರಂಭಿತವಾಗದೆ ಇರುವ ಎಂಟಿಟಿಗಳು
mai: अप्रारंभीकृत एंटिटी
mr: अप्रारंभीक वस्तु
nl: Niet-geïnitialiseerde entiteiten
pt: Entidades Não Inicializadas

source: Clustered VG
as: ক্লাস্টাৰ বিশিষ্ট VG
ca: Grup de volums enclustrat
de: Geclusterte VG
fi: Klusteroitu taltioryhmä
kn: ಕ್ಲಸ್ಟರ್ಡ್ VG
mai: क्लस्टर कएल VG
mr: संग्रहीत VG
nl: Geclusterde VG
pt: GV no 'Cluster'

source: %s mirror synchronisation
as: %s মিৰৰ সামঞ্জস্যকৰণ
ca: sincronització de la rèplica de %s
de: %s Spiegel Synchronisation
fi: %s peilien synkronisointi
kn: %s ಪ್ರತಿರೂಪ ಮೇಳೈಕೆ (synchronisation)
mai: %s मिरर तुल्यकालन
mr: %s प्रतिकृत सुसंगतता
nl: %s spiegel synchronisatie
pt: sincronização da réplica %s

source: Please wait while partition is being created
as: পাৰ্টিশান নিৰ্মাণ কৰা হচ্ছ । অনুগ্ৰহ কৰি অপক্ষা কৰক
ca: Espereu mentre es crea la partició
de: Bitte warten Sie während die Partition erzeugt wird
fi: Odota, osiota luodaan
kn: ವಿಭಾಗವು ರಚಿತಗೊಳ್ಳುವವರೆಗೂ ಕಾಯಿರಿ
mai: प्रतीक्षा करू जखनकि विभाजन कएल जाए रहल है
mr: विभाजन निर्माण होतेवेळी कृपया थांबा
nl: Even geduld terwijl de partitie wordt gemaakt
pt: Espere por favor enquanto a partição está a ser criada

source: Creating %s filesystem
as: %s নথিপত্ৰ-প্ৰণালী নিৰ্মাণ কৰা হচ্ছ
ca: S'està creant un sistema de fitxers %s
de: Erzeuge %s Dateisystem
fi: Luodaan tiedostojärjestelmää %s
kn: %s ಕಡತ ವ್ಯವಸ್ಥೆಯನ್ನು ರಚಿಸಲಾಗುತ್ತಿದೆ
mai: %s फाइल सिस्टम बना रहल अछि
mr: %s फाइलप्रणाली निर्माण करत आहे
nl: Aanmaken van %s bestandssysteem
pt: A criar o sistema de ficheiros %s

source: Resizing %s filesystem
as: %s নথিপত্ৰ-প্ৰণালীৰ আকাৰ পৰিবৰ্তন কৰা হচ্ছ
ca: S'esta canviant la mida d'un sistema de fitxers %s
de: Passe Größe von Dateisystem %s an
fi: Muutetaan tiedostojärjestelmän %s kokoa
kn: %s ಕಡತವ್ಯವಸ್ಥೆಯ ಗಾತ್ರವನ್ನು ಬದಲಾಯಿಸಲಾಗುತ್ತಿದೆ
mai: %s फाइलसिस्टम केँ फेर आकार दे रहल अछि
mr: %s फाइलप्रणालीस पुनःआकार देत आहे
nl: Aanpassen van de grootte van het %s bestandssysteem
pt: A dimensionar o sistema de ficheiros %s

source: Checking %s filesystem
as: %s নথিপত্ৰ-প্ৰণালী পৰীক্ষা কৰা হচ্ছ
ca: S'està comprovant un sistema de fitxers %s
de: Überprüfe %s Dateisystem
fi: Tarkistetaan tiedostojärjestelmää %s
kn: %s ಕಡತವ್ಯವಸ್ಥೆಯನ್ನು ಪರೀಕ್ಷಿಸಲಾಗುತ್ತಿದೆ
mai: %s फाइल सिस्टम जाँच रहल अछि
mr: %s फाइलप्रणाली तपासत आहे
nl: Controleren van het %s bestandssysteem
pt: A verificar o sistema de ficheiros %s

source: Upgrading %s filesystem to %s
as: %s নথিপত্ৰ-প্ৰণালী %s-এ আপগ্ৰড কৰা হচ্ছ
ca: S'està actualitzant el sistema de fitxers %s a %s
de: Erweitere %s Dateisystem nach %s
fi: Päivitetään tiedostojärjestelmää %s muotoon %s
kn: %s ಕಡತವ್ಯವಸ್ಥೆಯನ್ನು %s ಗೆ ಅಪ್ಗ್ರೇಡ್ ಮಾಡಲಾಗುತ್ತದೆ
mai: %s फाइल सिस्टम केँ %s मे उन्नत कए रहल अछि
mr: %s करीता %s फाइलप्रणाली अद्ययावत केले
nl: Upgraden van %s bestandssysteem naar %s
pt: A actualizar o sistema de ficheiros %s para %s

source: Creation of filesystem failed. Command attempted: "%s" - System Error Message: %s
as: নথিপত্ৰ-প্ৰণালী নিৰ্মাণ ব্যৰ্থ । কমান্ড প্ৰচষ্টা কৰছিল: "%s" - প্ৰণালী ত্ৰুটিৰ বাৰ্তা: %s
ca: Ha fallat la creació del sistema de fitxers. S'ha provat amb l'ordre «%s» - Missatge d'error del sistema: %s
de: Erstellung des Dateisystems fehlgeschlagen. Anweisung versuchte: "%s" - System-Fehlermeldung: %s
fi: Tiedostojärjestelmän luominen epäonnistui. Yritetty komento: ”%s” - Järjestelmän virheviesti: %s
kn: ಕಡತ ವ್ಯವಸ್ಥೆಯನ್ನು ರಚಿಸುವಲ್ಲಿ ವಿಫಲತೆ. ಪ್ರಯತ್ನಿಸಲಾದ ಆಜ್ಞೆ: "%s" - ಗಣಕದ ದೋಷಸಂದೇಶ: %s
mai: फाइलसिस्टम निर्माण विफल. प्रयास कएल गेल समादेश: "%s" - सिस्टम त्रुटि संदेश: %s
mr: फाइलप्रणाली निर्माण होण्यास अपयशी. आदेश वापरण्याचा प्रयत्न: "%s" - प्रणाली त्रूटी संदेश: %s
nl: Aanmaken van het bestandssysteem is mislukt. Gebruikt commando: "%s" - Systeem foutmelding: %s
pt: A criação do sistema de ficheiros falhou. Comando tentado: "%s" - Mensagem de Erro do Sistema: %s

source: Resize of filesystem failed. Command attempted: "%s" - System Error Message: %s
as: নথিপত্ৰ-প্ৰণালীৰ আকাৰ পৰিবৰ্তন ব্যৰ্থ । কমান্ড প্ৰচষ্টা কৰছিল: "%s" - প্ৰণালী ত্ৰুটিৰ বাৰ্তা: %s
ca: Ha fallat canviar la mida del sistema de fitxers. S'ha provat amb l'ordre «%s» - Missatge d'error del sistema: %s
de: Anpassung der Größe des Dateisystem fehlgeschlagen. Anweisung versuchte: "%s" - System-Fehlermeldung Nachricht: %s
fi: Tiedostojärjestelmän koon muuttaminen epäonnistui. Yritetty komento: ”%s” - Järjestelmän virheviesti: %s
kn: ಕಡತ ವ್ಯವಸ್ಥೆಯ ಗಾತ್ರವನ್ನು ಬದಲಾಯಿಸುವಲ್ಲಿ ವಿಫಲತೆ. ಪ್ರಯತ್ನಿಸಲಾದ ಆಜ್ಞೆ: "%s" - ಗಣಕದ ದೋಷಸಂದೇಶ: %s
mai: फाइलसिस्टम क' फेर आकार कएनाइ विफल. प्रयास कएल गेल समादेश: "%s" - सिस्टम त्रुटि संदेश: %s
mr: फाइलप्रणालीचे पुनःआकार अपयशी . आदेश वापरण्याचा प्रयत्न: "%s" - प्रणाली त्रूटी संदेश: %s
nl: Aanpassen van de grootte van het bestandssysteem is mislukt. Gebruikt commando: "%s" - Systeem foutmelding: %s
pt: O dimensionamento do sistema de ficheiros falhou. Comando tentado: "%s" - Mensagem de Erro do Sistema: %s

source: Check of filesystem failed. Command attempted: "%s" - System Error Message: %s
as: নথিপত্ৰ-প্ৰণালী পৰীক্ষণ ব্যৰ্থ । কমান্ড প্ৰচষ্টা কৰছিল: "%s" - প্ৰণালী ত্ৰুটিৰ বাৰ্তা: %s
ca: Ha fallat la comprovació del sistema de fitxers. S'ha provat amb l'ordre «%s» - Missatge d'error del sistema: %s
de: Überprüfen des Dateisystems fehlgeschlagen. Anweisung versuchte: "%s" - System-Fehlermeldung Nachricht: %s
fi: Tiedostojärjestelmän tarkistus epäonnistui. Yritetty komento: ”%s” - Järjestelmän virheviesti: %s
kn: ಕಡತ ವ್ಯವಸ್ಥೆಯನ್ನು ಪರೀಕ್ಷಿಸುವಲ್ಲಿ ವಿಫಲತೆ. ಪ್ರಯತ್ನಿಸಲಾದ ಆಜ್ಞೆ: "%s" - ಗಣಕದ ದೋಷಸಂದೇಶ: %s
mai: फाइलसिस्टम क' जाँच विफल. कमांड चलाया गेल: "%s" - सिस्टम त्रुटि संदेश: %s
mr: फाइलप्रणाली तपास अपयशी . आदेश वापरण्याचा प्रयत्न: "%s" - प्रणाली त्रूटी संदेश: %s
nl: Controle van het bestandssysteem is mislukt. Gebruikt commando: "%s" - Systeem foutmelding: %s
pt: A verificação do sistema de ficheiros falhou. Comando tentado: "%s" - Mensagem de Erro do Sistema: %s

source: Upgrade of filesystem failed. Command attempted: "%s" - System Error Message: %s
as: নথিপত্ৰ-প্ৰণালী আপগ্ৰড কৰোঁতে ব্যৰ্থ । কমান্ড প্ৰচষ্টা কৰছিল: "%s" - প্ৰণালী ত্ৰুটিৰ বাৰ্তা: %s
ca: Ha fallat l'actualització del sistema de fitxers. S'ha provat amb l'ordre «%s» - Missatge d'error del sistema: %s
de: Erweiterung des Dateisystems fehlgeschlagen. Anweisung versuchte: "%s" - System Error Nachricht: %s
fi: Tiedostojärjestelmän päivitys epäonnistui. Yritetty komento: ”%s” - Järjestelmän virheviesti: %s
kn: ಕಡತ ವ್ಯವಸ್ಥೆಯನ್ನು ಅಪ್ಗ್ರೇಡ್ ಮಾಡುವಲ್ಲಿ ವಿಫಲತೆ. ಪ್ರಯತ್ನಿಸಲಾದ ಆಜ್ಞೆ: "%s" - ಗಣಕದ ದೋಷಸಂದೇಶ: %s
mai: फाइलसिस्टम क' उन्नयन विफल. प्रयास कएल गेल समादेश: "%s" - सिस्टम त्रुटि संदेश: %s
mr: फाइलप्रणाली अद्ययावत केले. आदेश वापरण्याचा प्रयत्न: "%s" - प्रणाली त्रूटी संदेश: %s
nl: Upgrade van het bestandssysteem is mislukt. Gebruikt commando: "%s" - Systeem foutmelding: %s
pt: A actualização do sistema de ficheiros falhou. Comando tentado: "%s" - Mensagem de Erro do Sistema: %s

source: Unknown filesystem
as: অজ্ঞাত নথিপত্ৰ-প্ৰণালী
ca: Sistema de fitxers desconegut
de: Unbekanntes Dateisystem
fi: Tuntematon tiedostojärjestelmä
kn: ಅಜ್ಞಾತ ಕಡತ ವ್ಯವಸ್ಥೆ
mai: अनजान फाइलसिस्टम
mr: अपरिचित फाइलप्रणाली
nl: Onbekend bestandssysteem
pt: Sistema de ficheiros desconhecido

source: GFS (local)
as: GFS (স্থানীয়)
de: GFS (lokal)
fi: GFS (paikallinen)
kn: GFS (ಸ್ಥಳೀಯ)
mai: GFS (स्थानीय)
mr: GFS (स्थानीक)
nl: GFS (lokaal)

source: GFS (clustered)
as: GFS (ক্লাস্টাৰ বিশিষ্ট)
ca: GFS (enclustrat)
de: GFS (geclustert)
fi: GFS (klusteroitu)
kn: GFS (ಕ್ಲಸ್ಟರ್ಡ್)
mai: GFS (क्लस्टर)
mr: GFS (संग्रहीत)
nl: GFS (geclusterd)
pt: GFS (em 'cluster')

source: Cluster name contains illegal character
as: ক্লাস্টাৰৰ নামত অৱৈধ অক্ষৰ উপস্থিত আছে
ca: El nom del clúster conté un caràcter no permès
de: Der Name des Clusters enthält illegale Zeichen
fi: Klusterinimi sisältää virheellisen merkin
kn: ಕ್ಲಸ್ಟರ್ ಹೆಸರು ಅನಧೀಕೃತ ಅಕ್ಷರಗಳನ್ನು ಹೊಂದಿದೆ
mai: क्लस्टर नाम मे अवैध अक्षर अछि
mr: संग्रह नावात अवैध अक्षर समाविष्टीत आहे
nl: Cluster naam bevat een ongeldig karakter
pt: O nome do 'cluster' contém um carácter inválido

source: GFS name contains illegal character
as: GFS-ৰ নামত অৱৈধ অক্ষৰ
ca: El nom del GFS conté caràcters que no estan permesos
de: Der GFS-Name enthält illegale Zeichen
fi: GFS-nimi sisältää virheellisen merkin
kn: GFS ಹೆಸರು ಅನಧೀಕೃತ ಅಕ್ಷರಗಳನ್ನು ಹೊಂದಿದೆ
mai: GFS नाम मे अवैध अक्षर अछि
mr: GFS नावात अवैध अक्षर समाविष्टीत आहे
nl: GFS naam bevat ongeldig karakter
pt: O nome do GFS contém um carácter inválido

source: Missing Cluster Name
as: ক্লাস্টাৰৰ নাম অনুপস্থিত
ca: Falta el nom del clúster
de: Fehlender Clustername
fi: Puuttuva klusterinimi
kn: ಕ್ಲಸ್ಟರ್ ಹೆಸರು ಕಾಣೆಯಾಗಿದೆ
mai: गुम क्लस्टर नाम
mr: संग्रह नाव आढळले नाही
nl: Ontbrekende cluster naam
pt: Falta o Nome do 'Cluster'

source: Missing GFS Name
as: GFS-ৰ নাম অনুপস্থিত
ca: Falta el nom del GFS
de: Fehlender GFS-Name
fi: Puuttuva GFS-nimi
kn: ಕಾಣೆಯಾದ GFS ಹೆಸರು
mai: गुम GFS नाम
mr: GFS नाव आढळले नाही
nl: Ontbrekende GFS naam
pt: Falta o Nome do GFS

source: GFS2 (local)
as: GFS2 (স্থানীয়)
de: GFS2 (lokal)
fi: GFS2 (paikallinen)
kn: GFS2 (ಸ್ಥಳೀಯ)
mr: GFS2 (स्थानीक)
nl: GFS2 (lokaal)

source: GFS2 (clustered)
as: GFS2 (ক্লাস্টাৰ বিশিষ্ট)
ca: GFS2 (enclustrat)
de: GFS2 (geclustert)
fi: GFS2 (klusteroitu)
kn: GFS2 (ಕ್ಲಸ್ಟರ್ಡ್)
mai: GFS2 (क्लस्टर कएल)
mr: GFS2 (संग्रहीत)
nl: GFS2 (geclustered)
pt: GFS2 (em 'cluster')

source: Cluster name
as: ক্লাস্টাৰৰ নাম
ca: Nom del clúster
fi: Klusterin nimi
kn: ಕ್ಲಸ್ಟರ್ ಹೆಸರು
mr: क्लस्टरचे नाव
nl: Cluster naam
pt: Nome do Cluster

source: Clustered GFS Properties
as: ক্লাস্টাৰ কৰা GFS-ৰ বৈশিষ্ট্য
ca: Propietats del GFS enclustrat
de: Geclusterte GFS-Eigenschaften
fi: Klusteroidun GFS:n ominaisuudet
kn: ಕ್ಲಸ್ಟರ್ಡ್ GFS ನ ಗುಣಲಕ್ಷಣಗಳು
mr: क्लस्टर्ड GFS गुणधर्म
nl: Geclusterde GFS eigenschappen
pt: Propriedades do GFS em Cluster

source: GFS name
as: GFS-ৰ নাম
ca: Nom del GFS
fi: GFS-nimi
kn: GFS ಹೆಸರು
mr: GFS नाव
nl: GFS naam
pt: Nome GFS

source: Locking type
as: লকিংৰ ধৰন
ca: Tipus de bloqueig
de: Locking-Art
fi: Lukituksen tyyppi
kn: ಲಾಕಿಂಗ್ ಬಗೆ
mr: कुलूपबंद प्रकार
nl: Vergrendel type
pt: Tipo de bloqueio

source: Number of journals
as: জাৰ্নালৰ সংখ্যা:
ca: Núm. de journals
de: Anzahl der Journals:
fi: Journalien määrä
kn: ಜರ್ನಲ್‌ಗಳ ಸಂಖ್ಯೆ
mr: जर्नलस्ची संख्या
nl: Aantal journaals
pt: Número de "jornais"

source: Number of journals (one journal per cluster node)
as: জাৰ্নালৰ সংখ্যা (প্ৰতি ক্লাস্টাৰ নোডৰ বাবে এটা জাৰ্নাল)
ca: Núm. de journals (un journal per cada node del clúster)
de: Anzahl der Journals (ein Journal pro Cluster-Knoten)
fi: Journalien määrä (yksi journal/klusterinoodi
kn: ಜರ್ನಲ್‌ಗಳ ಸಂಖ್ಯೆ (ಪ್ರತಿ ಕ್ಲಸ್ಟರಿಗೆ ಒಂದು ನೋಡ್)
mr: जर्नलस्ची संख्या (प्रत्येक नोड करीता एक जर्नल)
nl: Aantal journaals (een journaal per cluster node)
pt: Número de "jornais" (um "jornal" por nó do cluster)

source: Unique GFS name
as: GFS-ৰ স্বত্বন্ত্ৰ নাম
ca: Nom GFS identificatiu
de: eindeutiger GFS-Name
fi: Uniikki GFS-nimi
kn: ವಿಶಿಷ್ಟವಾದ GFS ಹೆಸರು
mr: एकमेव GFS नाव
nl: Unieke GFS naam
pt: Nome GFS único

source: Stripe
as: স্ট্ৰাইপ কৰা
ca: Fragmentació seqüencial
fi: Lomitus
kn: ಪಟ್ಟೆ
mai: स्ट्राइप
mr: रेघ
pt: Faixa

source: Linear Mapping
as: সমান্তৰাল ম্যাপিং
ca: Mapa lineal
de: Lineare Anordnung
fi: Lineaarimuunnos
kn: ರೇಖಾತ್ಮಕ ನಕಾಶೆಗೊಳಿಸುವಿಕೆ(Linear Mapping)
mai: रैखिक मैपिंग
mr: सतत जुळवणी
nl: Lineaire afbeelding
pt: Mapeamento Linear

source: Mirror
as: মিৰৰ
ca: Rèplica
de: Spiegel
fi: Peilaa
kn: ಪ್ರತಿರೂಪ
mai: मिरर
mr: प्रतिकृत
nl: Spiegel
pt: Réplica

source: Partition %s
as: পাৰ্টিশন %s
ca: Partició %s
fi: Osio %s
kn: ವಿಭಾಗ %s
mai: विभाजन %s
mr: विभाजन %s
nl: Partitie %s
pt: Partição %s

source: Add Physical Volume to VG
as: আয়তন সমষ্টি (VG)-এ প্ৰকৃত আয়তন যোগ কৰক
ca: Afegeix volum físic al grup de volums
de: Physischen Datenträger der Datenträgergruppe hinzufügen
fi: Lisää fyysinen taltio taltioryhmään
kn: VG ಗೆ ಭೌತಿಕ ಪರಿಮಾಣವನ್ನು ಸೇರಿಸು
mai: VG मे फिजिकल वाल्यूम जोड़ू
mr: VG करीता वास्तवीक खंड जोडा
nl: Fysieke volume aan VG toevoegen
pt: Adicionar Volume Físico ao GV

source: Add to existing Volume Group
as: বিদ্যমান আয়তন সমষ্টি যোগ কৰক
ca: Afegeix a un grup de volum existent
de: Einer existierenden Datenträgergruppe hinzufügen
fi: Lisää olemassa olevaan taltioryhmään
kn: ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಪರಿಮಾಣ ಸಮೂಹಕ್ಕೆ ಸೇರಿಸು
mai: मोजुदा वाल्यूम ग्रूप में जोड़ू
mr: उपलब्ध खंड गटात समाविष्ट करा
nl: Aan bestaande Volume groep toevoegen
pt: Adicionar a Grupo de Volumes existente

source: Clustered
as: ক্লাস্টাৰ বিশিষ্ট
ca: Enclustrat
de: Geclustert
fi: Klusteroitu
kn: ಕ್ಲಸ್ಟರ್ಡ್
mai: क्लस्टर
mr: संग्रहीत
nl: Geclusterd
pt: Em 'cluster'

source: Create New Logical Volume
as: নতুন লজিকেল আয়তন নিৰ্মাণ কৰক
ca: Crea un volum lògic nou
de: Neuen logischen Datenträger erzeugen
fi: Luo uusi taltioryhmä
kn: ಹೊಸ ತಾರ್ಕಿಕ ಪರಿಮಾಣವನ್ನು ರಚಿಸು
mai: नव लाजिकल वाल्यूम बनाउ
mr: नविन तर्कदृष्ट्या खंड बनवा
nl: Nieuw Logische volume aanmaken
pt: Criar Novo Volume Lógico

source: Create Snapshot
as: স্ন্যাপশট নিৰ্মাণ
ca: Crea una instantània
de: Schnappschuss erzeugen
fi: Luo tilannevedos
kn: ಭಾವಚಿತ್ರವನ್ನು(ಸ್ನ್ಯಾಪ್‌ಶಾಟ್) ರಚಿಸು
mai: स्नेपशाट बनाउ
mr: छायाचित्रप्रत निर्माण करा
nl: Snapshot aanmaken
pt: Criar uma Imagem

source: Create new Volume Group
as: নতুন আয়তন সমষ্টি নিৰ্মাণ কৰক
ca: Crea un nou grup de volums
de: Neue Datenträger- gruppe erzeugen
fi: Luo uusi taltioryhmä
kn: ಹೊಸ ಪರಿಮಾಣ ಸಮೂಹವನ್ನು ರಚಿಸು
mai: बनाउ एकटा नव वाल्यूम ग्रूप
mr: नविन खंड गट निर्माण करा
nl: Nieuwe Volume groep aanmaken
pt: Criar um novo Grupo de Volumes

source: Edit Properties
as: বৈশিষ্ট্যাবলী সম্পাদনা
ca: Edita les propietats
de: Eigenschaften bearbeiten
fi: Muokkaa ominaisuuksia
kn: ಗುಣಲಕ್ಷಣಗಳನ್ನು ಸಂಪಾದಿಸು
mai: गुण संपादित करू
mr: गुणधर्म संपादीत करा
nl: Eigenschappen bewerken
pt: Editar as Propriedades

source: Enter path of Block Device to initialize
as: সক্ৰিয় কৰাৰ উদ্দশ্য ব্লক ডিভাইসৰ পাথ উল্লেখ কৰক
ca: Introduïu la ruta del dispositiu de blocs a inicialitzar
de: Geben Sie den Pfad, zu dem blockorientierten Gerät das initialisiert werden soll, ein
fi: Syötä lohkolaitteen polku alustaaksesi
kn: ಆರಂಭಿಸಲು ಖಂಡ ಸಾಧನದ ಪಥವನ್ನು ನಮೂದಿಸಿ
mai: आरंभ करब क'लेल ब्लाक युक्ति क' पथ डालू
mr: प्रारंभीत करण्याकरीता ब्लॉक साधनचे मार्ग प्रविष्ट करा
nl: Geef pad op van het te initialiseren blok apparaat
pt: Indique o local do dispositivo de bloco a inicializar

source: Extend Volume Group
as: আয়তন সমষ্টি এক্সটন্ড কৰক
ca: Estén el grup de volums
de: Datenträgengruppe erweitern
fi: Laajenna taltioryhmää
kn: ಪರಿಮಾಣ ಸಮೂಹವನ್ನು ವಿಸ್ತರಿಸು
mai: विस्तार दिअ' वाल्यूम ग्रूप केँ
mr: खंड गट विस्तारीत करा
nl: Volume groep uitbreiden
pt: Extender Grupo de Volumes

source: Extend Volume Group
as: আয়তন সমষ্টি এক্সটন্ড কৰক
ca: Estén el grup de volums
de: Datenträgergruppe erweitern
fi: Laajenna taltioryhmää
kn: ಪರಿಮಾಣ ಸಮೂಹವನ್ನು ವಿಸ್ತರಿಸು
mai: वाल्यूम ग्रूप केँ विस्तार दिअ'
mr: खंड गट विस्तारीत करा
nl: Volume groep uitbreiden
pt: Extender Grupo de Volumes

source: Format
as: ফৰমা
ca: Formata
fi: Muoto
kn: ಫಾರ್ಮ್ಯಾಟ್
mai: संरूपित करू
mr: स्वरुप
nl: Formatteer
pt: Formatar

source: Initialize
as: সক্ৰিয়কৰণ
ca: Inicialitza
de: initialisieren
fi: Alusta
kn: ಆರಂಭಿಸು
mai: प्रारंभीकृत
mr: प्रारंभ
nl: Initialiseer
pt: Inicializar
