Repository: i-nod/system-config-lvm
Catalog: po/*.po
Languages: as, ca, de, fi, kn, mai, mr, nl, pt

source: %s extents
as: %s এক্সটেন্ট
ca: %s àrees reservades
de: %s Speichereinheiten
fi: %s varausyksikköä
kn: %s ವ್ಯಾಪ್ತಿ (extent)
mai: %s विस्तार
mr: %s विस्तार
nl: %s omvang
pt: %s extensões

source: Remaining free space in Volume Group:
as: আয়তন সমষ্টি অৱশিষ্ট ৰিক্ত স্থান:
ca: Espai restant al grup de volums:
de: Verbleibender freier Speicher in der Datenträgergruppe:
fi: Taltioryhmässä vapaana oleva tila:
kn: ಪರಿಮಾಣ ಸಮೂಹದಲ್ಲಿ ಮಿಕ್ಕಿರುವ ಮುಕ್ತ ಸ್ಥಳ:
mai: वाल्यूम ग्रूपेँ बचल मुक्त स्थान:
mr: खंड गटामधिल उर्वरीत रिकामी जागा:
nl: Overgebleven vrije ruimte in Volume groep:
pt: Espaço livre restante no Grupo de Volumes:

source: Remaining space for this Volume:
as: চিহ্নিত আয়তন অৱশিষ্ট স্থান:
ca: Espai restant per aquest volum:
de: Verbleibender Speicher für diesen Datenträger:
fi: Jäljellä olevaa tilaa tälle taltiolle:
kn: ಈ ಪರಿಮಾಣಕ್ಕೆ ಉಳಿದಿರುವ ಜಾಗ:
mai: ई आयतन क'लेल शेष स्थान:
mr: या खंडकरीता उर्वरीत रिकामी जागा:
nl: Overgebleven ruimte voor dit volume:
pt: Espaço restante neste volume:

source: Extents
as: এক্সটেন্ট
ca: Àrees reservades
de: Speichereinheiten
fi: Varausyksikköä
kn: ವ್ಯಾಪ್ತಿಗಳು
mai: विस्तार
mr: विस्तार
nl: Omvang
pt: Extensões

source: Gigabytes
as: গিগাবাইট
de: GB
fi: Gigatavua
kn: ಗಿಗಾ ಬೈಟುಗಳು
mai: गीगाबाइट
mr: गीगाबाईट

source: Megabytes
as: মেগাবাইট
de: Megabyte
fi: Megatavua
kn: ಮೆಗಾ ಬೈಟುಗಳು
mai: मेगाबाइट
mr: मेगाबाईट

source: Kilobytes
as: কিলোবাইট
de: Kilobyte
fi: Kilotavua
kn: ಕಿಲೋ ಬೈಟುಗಳು
mai: किलोबाइट
mr: किलोबाईट

source: The %s should only contain number values
as: %s-ৰ মান অকল সংখ্যাৰ দ্বাৰা নিদিষ্ট কৰা আৱশ্যক
ca: %s només hauria de contenir valors numèrics
de: Für %s sind ausschließlich Zahlenwerte erlaubt
fi: %s saa sisältää vain numeroarvoja
kn: %s ವು ಕೇವಲ ಸಂಖ್ಯಾ ಮೌಲ್ಯಗಳನ್ನು ಮಾತ್ರ ಹೊಂದಿರಬೇಕು
mai: %s केँ सिर्फ सँख्या मान राखब चाही
mr: %s मध्ये फक्त संख्यात्मक मुल्ये असायला हवी
nl: De %s mag alleen numerieke waarden bevatten
pt: O %s deve apenas conter valores numéricos

source: The Maximum Physical Volumes field should contain only integer values between 1 and 256
as: সৰ্বোচ্চ প্ৰকৃত আয়তন নামক ক্ষত্ৰত অকল ১ ৰ পৰা ২৫৬-ত কোনো পূৰ্ণসংখ্যা মান উল্লেখ কৰা যাব
ca: El camp per al número màxim de volums físics únicament pot contenir valors enters entre 1 i 256
de: Für "Maximum physischer Datenträger" sind nur ganze Zahlen von 1 bis 256 erlaubt
fi: Fyysisten taltioiden enimmäismäärä -kenttä voi sisältää vain kokonaislukuarvoja väliltä 1-256
kn: ಗರಿಷ್ಟ ಭೌತಿಕ ಪರಿಮಾಣ ಕ್ಷೇತ್ರವು ಕೇವಲ ೧ ಹಾಗು ೨೫೬ ರ ನಡುವಿನ ಪೂರ್ಣಸಂಖ್ಯಾ ಮೌಲ್ಯಗಳನ್ನು ಮಾತ್ರ ಹೊಂದಿರಬೇಕು
mai: अधिकतम फिजिकल वाल्यूम क्षेत्र केँ 1 आओर 256 क' बीच क' पूर्णांक मान सिर्फ रखना चाहिये.
mr: कमाल वास्तविक खंड नोंदणीत फक्त संख्यात्मक मुल्ये 1 व 256 च्या अंतर्गत असायला हवी
nl: Het maximum Fysieke volumes veld mag alleen integer waarden tussen 1 en 256 bevatten
pt: O campo Máximo de Volumes Físicos deve conter apenas valores inteiros entre 1 e 256

source: The Maximum Logical Volumes field should contain only integer values between 1 and 256
as: সৰ্বোচ্চ লজিকেল আয়তন নামক ক্ষত্ৰত অকল ১ ৰ পৰা ২৫৬-ত কোনো পূৰ্ণসংখ্যা মান উল্লেখ কৰা যাব
ca: El camp per al número màxim de volums lògics únicament pot contenir valors enters entre 1 i 256
de: Für Maximum logischer Datenträger sind nur ganze Zahlen von 1 bis 256 erlaubt
fi: Loogisten taltioiden enimmäismäärä -kenttä voi sisältää vain kokonaislukuarvoja väliltä 1-256
kn: ಗರಿಷ್ಟ ತಾರ್ಕಿಕ ಪರಿಮಾಣ ಕ್ಷೇತ್ರವು ಕೇವಲ ೧ ಹಾಗು ೨೫೬ ರ ನಡುವಿನ ಪೂರ್ಣಸಂಖ್ಯಾ ಮೌಲ್ಯಗಳನ್ನು ಮಾತ್ರ ಹೊಂದಿರಬೇಕು
mai: अधिकतम लाजिकल वाल्यूम क्षेत्र केँ 1 आओर 256 क' बीच क' पूर्णांक मान सिर्फ राखब चाही.
mr: कमाल तर्कदृष्ट्या खंड नोंदणीत फक्त संख्यात्मक मुल्ये 1 व 256 च्या अंतर्गत असायला हवी
nl: Het maximum Logische volumes veld mag alleen integer waarden tussen 1 en 256 bevatten
pt: O campo Máximo de Volumes Lógicos deve conter apenas valores inteiros entre 1 e 256

source: Are you quite certain that you wish to remove %s from Logical Volume Management?
as: আপুনি কি নিশ্চিতৰূপ %s-ক লজিকেল আয়তন ব্যৱস্থা (LVM) ৰ পৰা আঁতৰাবলৈ ইচ্ছুক?
ca: Esteu del tot segur que voleu suprimir %s de la gestió de volums lògics?
de: Sind Sie ganz sicher, dass Sie %s aus der logischen Datenträgerverwaltung entfernen möchten?
fi: Haluatko varmasti poistaa kohteen %s loogisesta taltioidenhallinnasta (LVM)?
kn: %s ಅನ್ನು ತಾರ್ಕಿಕ ಪರಿಮಾಣ ನಿರ್ವಹಣೆಯಿಂದ ತೆಗೆಯಬೇಕು ಎಂದು ನೀವು ಖಚಿತವೆ?
mai: की अहाँ पूरी तरह निश्चित छी जे अहाँ लाजिकल वाल्यूम प्रबंधन सँ %s केँ हटैनाइ चाहैत छी?
mr: तुम्हाला %s तर्कदृष्ट्या खंड व्यवस्थापन नक्की काढून टाकायचे?
nl: Weet je zeker dat je %s wilt verwijderen uit Logische volume beheer?
pt: Tem a certeza que deseja remover %s da Gestão de Volumes Lógicos?

source: The Physical Volume named %s, that you wish to remove, has data from active Logical Volume(s) mapped to its extents. Because it is the only Physical Volume in the Volume Group, there is no place to move the data to. Recommended action is either to add a new Physical Volume before removing this one, or else remove the Logical Volumes that are associated with this Physical Volume.
as: %s নামক প্ৰকৃত আয়তন আপুনি যি আঁতৰাবলৈ ইচ্ছুক, সেইটোৰ এক্সেটেন্টত কিছু সক্ৰিয় লজিকেল আয়তনৰ তথ্য মেপ কৰা আছে । এই আয়তন সমষ্টিৰ একমাত্ৰ প্ৰকৃত আয়তন হোৱাৰ ফলত এই তথ্য অন্য কোনো স্থানলৈ স্থানান্তৰ কৰা সম্ভৱ নহয় । সমাধান হিসাব প্ৰকৃত আয়তন আঁতৰুৱাৰ পূৰ্বে এটা নতুন প্ৰকৃত আয়তন যোগ কৰক অথবা এই প্ৰকৃত আয়তনৰ সৈতে যুক্ত লজিকেল আয়তনসমূহ আঁতৰাওঁক ।
ca: El volum físic anomenat %s, que voleu suprimir, conté dades de volums lògics actius mapades en les seves àrees reservades. Com que és l'únic volum físic en el grup de volums, no hi ha cap altre lloc on moure les dades. Es recomana que o bé afegiu un altre volum físic abans de suprimir-lo, o bé suprimiu els volums lògics associats a aquest volum físic.
de: Der physische Datenträger %s, den Sie entfernen möchten, beinhaltet Daten von aktiven logischen Datenträgern. Da es der einzige physische Datenträger in der Datenträgergruppe ist, können die Daten nicht verschoben werden. Es wird empfohlen ein neuen physischen Datenträger hinzuzufügen, bevor dieser entfernt wird, oder die auf diesem physischen Datenträger befindlichen logischen Datenträger zu entfernen.
fi: Fyysisellä taltiolla %s, jonka haluat poistaa, on aktiivisten loogisten taltioiden dataa. Koska tämä on ainoa fyysinen taltio tässä taltioryhmässä, ei ole paikkaa, jonne data voitaisiin siirtää. On suositeltavaa joko lisätä uusi fyysinen taltio ennen tämän poistamista tai poistaa tähän fyysiseen taltioon liitetyt loogiset taltiot.
kn: ನೀವು ತೆಗೆಯಲು ಬಯಸಿರುವು %s ಎಂಬ ಹೆಸರಿನ ಭೌತಿಕ ಪರಿಮಾಣವು ತನ್ನ ವ್ಯಾಪ್ತಿಗಳಿಂದ ನಕಾಶೆಗೊಂಡ (mapped) ಸಕ್ರಿಯ ತಾರ್ಕಿಕ ಪರಿಮಾಣದಿಂದ(ಗಳಿಂದ) ದತ್ತಾಂಶವನ್ನು ಹೊಂದಿದೆ. ಏಕೆಂದರೆ ಇದು ಪರಿಮಾಣ ಸಮೂಹದಲ್ಲಿರುವ ಏಕೈಕ ಭೌತಿಕ ಪರಿಮಾಣವಾಗಿದೆ ಹಾಗು ದತ್ತಾಂಶವನ್ನು ಸ್ಥಳಾಂತರಿಸಲು ಬೇರೆ ಜಾಗವಿಲ್ಲ. ಇದನ್ನು ತೆಗೆಯುವ ಮೊದಲು ಒಂದು ಹೊಸ ಭೌತಿಕ ಪರಿಮಾಣವನ್ನು ಸೇರಿಸಿ ಅಥವ ಈ ಭೌತಿಕ ಪರಿಮಾಣದೊಂದಿಗೆ ಸಹವರ್ತಿಯಾಗಿರುವ ತಾರ್ಕಿಕ ಪರಿಮಾಣವನ್ನು ತೆಗೆಯಿರಿ ಎಂದು ಸಲಹೆ ಮಾಡಲಾಗುತ್ತದೆ.
mai: %s नामक फिजिकल वाल्यूम, जकरा अहाँ हटाना चाहैत छी, क' पास सक्रिय लाजिकल वाल्यूम सँ एकर विस्तार पर मैप कएल आंकड़ा अछि. चूंकि ई वाल्यूम ग्रूपेँ एकमात्र फिजिकल वाल्यूम अछि. एहिलेल आँकड़ा केँ हटाबै क'लेल कोनो स्थान नहि अछि. अनुशंसित क्रिया अथवा तँ एकटा नव फिजिकल वाल्यूम केँ एकरा हटाबै क' पहिने जोड़नाइ अछि. अथवा लाजिकल वाल्यूम केँ हटाउ जे एहि फिजिकल वाल्यूम सँ जुड़ल अछि.
mr: तुम्हाला %s नामांकीत वास्तवीक खंड काढायचे, त्यात सक्रीय तर्कदृष्ट्या खंडापासून विस्तार करीता जुळलेली माहिती समाविष्ट आहे. खंड गट फक्त वास्तवीक खंड असल्यामुळे, माहिती कुठेही हलवायला जागा नाही. सुचविलेली कृती असे आहे की सद्याचे खंड काढुन टाकण्यापूर्वी नविन वास्तवीक खंड जोडा, किंवा वास्तवीक खंड काढुन टाका जे वास्तवीक खंडाशी जुळलेली आहे.
nl: Het Fysieke volume met de naam %s dat je wilt verwijderen, heeft nog data van actieve Logische volume(s) naar zijn omvang toegewezen gekregen. Aangezien dit het enige Fysieke volume in de Volume groep is, kan deze data niet verplaatst worden. Aanbevolen actie is, of een nieuw Fysieke volume toe te voegen alvorens de oude te verwijderen, of de Logische volumes die met dit Fysieke volume geassocieerd zijn weg te halen.
pt: O Volume Físico chamado %s, que deseja remover tem dados de Volumes Lógicos mapeados nas suas extensões. Uma vez que é o único Volume Físico no Grupo de Volumes, não há sítio para mover os dados. A acção recomendada é adicionar um novo Volume Físico antes de remover este ou remover os Volumes Lógicos associados com este Volume Físico.

source: Are you quite certain that you wish to remove %s from the %s Volume Group?
as: আপুনি কি নিশ্চিতৰূপে %s-ক, %s আয়তন সমষ্টি ৰ পৰা আঁতৰাবলৈ ইচ্ছুক?
ca: Esteu del tot segur que voleu suprimir %s del grup de volums %s?
de: Sind Sie ganz sicher, dass Sie %s aus der Datenträgergruppe %s entfernen möchten?
fi: Haluatko varmasti poistaa kohteen %s taltioryhmästä %s?
kn: %s ಅನ್ನು %s ಪರಿಮಾಣ ಸಮೂಹದಿಂದ ತೆಗೆಯಲು ನೀವು ಬಹಳಷ್ಟು ಖಚಿತವೆ?
mai: की अहाँ पूरी तरह सँ निश्चित छी जे %s वाल्यूम ग्रूप सँ %s केँ हटैनाइ चाहैत छी?
mr: तुम्हाला %s तर्कदृष्ट्या खंड गटामधून %s नक्की काढून टाकायचे?
nl: Weet je zeker dat je %s wilt verwijderen uit de %s Volume groep?
pt: Tem a certeza que deseja remover %s do Grupo de Volumes %s?

source: Removing Physical Volume %s from the Volume Group %s will leave the Volume group empty, and it will be removed as well. Do you wish to proceed?
as: প্ৰকৃত আয়তন %s-ক %s আয়তন সমষ্টি ৰ পৰা সৰিয় ফলা হল, আয়তন সমষ্টিটি ৰিক্ত হয় যাব এবং সটিও মুছ ফলা হব । আপুনি কি অগ্ৰসৰ হত ইচ্ছুক?
ca: En suprimir el volum físic %s, el grup de volums %s quedarà buit i també se suprimirà. Voleu continuar?
de: Durch das Entfernen des physischen Datenträgers %s aus der Datenträgergruppe %s, wird diese Datenträgergruppe leer und damit automatisch entfernt. Möchten Sie fortfahren?
fi: Fyysisen taltion %s poistaminen taltioryhmästä %s jättää taltioryhmän tyhjäksi ja myös se poistetaan. Haluatko jatkaa?
kn: ಭೌತಿಕ ಪರಿಮಾಣ %s ವನ್ನು ಪರಿಮಾಣ ಸಮೂಹ %s ದಿಂದ ತೆಗೆಯುವುದರಿಂದ ಪರಿಮಾಣ ಸಮೂಹವು ಖಾಲಿ ಉಳಿಯುತ್ತದೆ, ಹಾಗು ಅದೂ ಸಹ ತೆಗೆಯಲ್ಪಡುತ್ತದೆ. ನೀವು ಮುಂದುವರೆಯಲು ಇಚ್ಚಿಸುತ್ತೀರ?
mai: फिजिकल वाल्यूम %s केँ वाल्यूम ग्रूप %s सँ हटैनाइ वाल्यूम ग्रूप केँ खाली कए देताह, आओर सँगेई हटाएल देल जएताह. क' अहाँ आगँ बढ़ब चाहैत छी?
mr: खंड गट %s मधून वास्तविक खंड %s काढून टाकल्यास खंड गट रिकामी होईल,व तेही काढून टाकल्या जाईल. तुम्हाला नक्की पुढे जायचे?
nl: Het verwijderen van Fysieke volume %s uit de Volume groep %s zal de Volume groep leeg maken, en het zal ook verwijderd worden. Wil je doorgaan?
pt: Remover o Volume Físico %s do Grupo de Volumes %s deixa-o vazio, e este vai também ser removido. Deseja continuar?

source: Volume Group %s does not have enough space to move the data stored on %s. A possible solution would be to add an additional Physical Volume to the Volume Group.
as: আয়তন সমষ্টি %s-এ, %s-ত সংৰক্ষিত তথ্য স্থাপন কৰাৰ বাব পৰ্যাপ্ত শূণ্যস্থান উপস্থিত নাই । ঐ আয়তন সমষ্টি এটা অতিৰিক্ত প্ৰকৃত আয়তন যোগ কৰি এই সমস্যাৰ সমাধান কৰা সম্ভৱ ।
ca: El grup de volums %s no conté prou espai per a moure les dades emmagatzemades a %s. Una solució podria ser afegir un altre volum físic al grup de volum.
de: Der Speicher der Datenträgergruppe %s reicht nicht um die Daten die auf %s gespeichert sind zu verschieben. Eine mögliche Lösung wäre, einen zusätzlichen physischen Datenträger zur Datenträgergruppe hinzuzufügen.
fi: Taltioryhmällä %s ei ole riittävästi tilaa siirtää kohteelle %s tallennettua dataa. Mahdollinen ratkaisu olisi lisätä uusi fyysinen taltio taltioryhmään.
kn: ಪರಿಮಾಣ ಸಮೂಹ %s ದಲ್ಲಿ, %s ನಲ್ಲಿ ಶೇಖರಿಸಲಾದ ದತ್ತಾಂಶವನ್ನು ಸ್ಥಳಾಂತರಿಸಲು ಸಾಕಷ್ಟು ಸ್ಥಳಾವಕಾಶವಿಲ್ಲ. ಪರಿಮಾಣ ಸಮೂಹಕ್ಕೆ ಒಂದು ಹೆಚ್ಚುವರಿ ಭೌತಿಕ ಪರಿಮಾಣವನ್ನು ಸೇರಿಸುವುದು ಇದಕ್ಕಿರುವ ಒಂದು ಪರಿಹಾರ.
mai: वाल्यूम ग्रूप %s क' पास %s पर जमा आंकड़ा केँ हटाबै क'लेल पर्याप्त स्थान नहि. एकटा संभावित हल एकटा बाइली फिजिकल वाल्यूम केँ वाल्यूम ग्रूपेँ जोड़ा जएनाइ हाएत.
mr: %s वरील संचयीत माहिती हलविण्याकरीता खंड गट %s वर अतिरीक्त जागा नाही. यावर उपाय असा की वाढीव वास्तवीक खंड खंड गटशी जोडा.
nl: Volume groep %s heeft niet genoeg ruimte om de opgeslagen data op %s te verplaatsen. Een mogelijke oplossing zou kunnen zijn om een extra Fysieke volume aan de Volume groep toe te voegen.
pt: O Grupo de Volumes %s não tem espaço suficiente para mover os dados armazenados em %s. Uma possível solução é adicionar um Volume Físico adicional ao Grupo de Volumes.

source: The dm-mirror module is either not loaded in your kernel, or your kernel does not support the dm-mirror target. If it is supported, try running "modprobe dm-mirror". Otherwise, operations that require moving data on Physical Extents are unavailable.
as: dm-mirror মডিউলটি সম্ভৱত আপনাৰ প্ৰণালীৰ কাৰ্নল লোড কৰা নাই অথবা কাৰ্নল dm-mirror টাৰ্গট সমৰ্থন কৰি না । সমৰ্থিত হল "modprobe dm-mirror" সঞ্চালনৰ প্ৰচষ্টা কৰক । অন্যথা, প্ৰকৃত এক্সটন্ট (PE) তথ্য স্থানান্তৰণৰ বাব প্ৰয়োজনীয় কৰ্ম কৰা সম্ভৱ নহয় ।
ca: El mòdul dm-mirror no està carregat en el vostre nucli de linux, o bé el vostre nucli de linux no suporta el destí de dm-mirror. Si aquest estigués suportat, proveu l'execució de «modprobe dm-mirror». En qualsevol altre cas, no estaran disponibles les operacions de desplaçament de dades a les àrees físiques reservades.
de: Das dm-mirror Modul ist entweder nicht in Ihrem Kernel geladen oder Ihr Kernel unterstützt das dm-mirror Target nicht. Wenn das Modul unterstützt wird versuchen Sie "modeprobe dm-mirror" auszuführen. Anderenfalls sind Operationen, die das Verschieben von Daten auf physische Datenträger vorraussetzen, nicht möglich.
fi: Moduulia dm-mirror ei ole ladattu tai ydin ei tue dm-mirror-kohdetta. Jos se on tuettu, yritä komennon ”modprobe dm-mirror” suorittamista. Muutoin toiminnot, jotka vaativat fyysisillä varausyksiköillä olevan datan siirtämistä, eivät toimi.
kn: ಇಲ್ಲವೆ dm-ಪ್ರತಿರೂಪ ಘಟಕವು ನಿಮ್ಮ ಕರ್ನಲಿನಲ್ಲಿ ಲೋಡ್ ಆಗಿಲ್ಲ, ಅಥವ ನಿಮ್ಮ ಕರ್ನಲ್ dm-ಪ್ರತಿರೂಪ ಟಾರ್ಗೆಟನ್ನು ಬೆಂಬಲಿಸುವುದಿಲ್ಲ. ಅದು ಬೆಂಬಲಿತವಾಗಿದ್ದರೆ, "modprobe dm-mirror" ಅನ್ನು ಚಲಾಯಿಸಲು ಪ್ರಯತ್ನಿಸಿ. ಇಲ್ಲದೆ ಹೋದರೆ, ಭೌತಿಕ ವ್ಯಾಪ್ತಿಗಳಲ್ಲಿ ದತ್ತಾಂಶವನ್ನು ಸ್ಥಳಾಂತರಿಸಲು ಅಗತ್ಯವಿರುವ ಕಾರ್ಯಾಚರಣೆಗಳೂ ಲಭ್ಯವಿರುವುದಿಲ್ಲ.
mai: dm-mirror मौड्यूल अथवा तँ अहाँक कर्नेल मे भारित नहि कएल गेल अछि अथवा अहाँक कर्नेल dm-mirror लक्ष्य केँ समर्थन नहि देत अछि. जँ ई समर्थन देल जाइत अछि तँ "modprobe dm-mirror" केँ चलाबै क' कोशिश करू. आन छल, ओ संक्रिया जकरा क' लेल भौतिक विस्तार पर सँ आंकड़ा केँ हटाबै क' जरूरत अछि अनुपलब्ध अछि.
mr: dm-mirror विभाग एकतर कर्नलमध्ये दाखल केले नसावे, किंवा कर्नल dm-mirror लक्ष्य समर्थित नसावे. समर्थित असल्यास, "modprobe dm-mirror" चालविणे प्रयत्न करा. नाहीतर, वास्तवीक विस्तारावर माहिती हलविणे अनुपलब्ध असतात.
nl: De dm-mirror module is, of niet in jouw kernel geladen, of jouw kernel ondersteunt de dm-mirror target niet. Als dit wel wordt ondersteund probeer dan het commando "modprobe dm-mirror". Anders zullen bewerkingen die verplaatsen van data op Fysieke omvang vereisen, niet mogelijk zijn.
pt: O módulo dm-mirror não está carregado no 'kernel', ou este não suporta o alvo dm-mirror. Se é suportado, tente correr "modprobe dm-mirror". Em caso contrário, as operações que necessitem de mover dados em Extensões Físicas não estão disponíveis.

source: The dm-snapshot module is either not loaded in your kernel, or your kernel does not support the dm-snapshot target. If it is supported, try running "modprobe dm-snapshot". Otherwise, creation of snapshots is unavailable.
as: dm-mirror মডিউলটি সম্ভৱত আপনাৰ প্ৰণালীৰ কাৰ্নল লোড কৰা নাই অথবা কাৰ্নলৰ দ্বাৰা dm-mirror টাৰ্গট সমৰ্থন কৰা নহয় । সমৰ্থিত হল "modprobe dm-mirror" সঞ্চালনৰ প্ৰচষ্টা কৰক । অন্যথা, প্ৰকৃত এক্সটন্ট (PE) তথ্য স্থানান্তৰ কৰ্ম কৰা সম্ভৱ নহয় ।
ca: El mòdul dm-snapshot no està carregat en el vostre nucli de linux, o bé el vostre nucli de linux no suporta el destí de dm-snapshot. Si aquest estigués suportat, proveu l'execució de «modprobe dm-snapshot». En qualsevol altre cas, no es podran crear instantànies.
de: Das dm-snapshot Modul ist entweder nicht in Ihrem Kernel geladen oder Ihr Kernel unterstützt das dm-snapshot Target nicht. Wenn das Modul unterstützt wird versuchen Sie "modeprobe dm-snapshot" auszuführen. Anderenfalls ist das Erzeugen von Schnappschüssen nicht möglich.
fi: Moduulia dm-snapshot ei ole ladattu tai ydin ei tue dm-snapshot-kohdetta. Jos se on tuettu, yritä komennon ”modprobe dm-snapshot” suorittamista. Muutoin tilannevedosten luominen ei toimi.
kn: ಇಲ್ಲವೆ dm-ಭಾವಚಿತ್ರ(ಸ್ನ್ಯಾಪ್‌ಶಾಟ್) ಘಟಕವು ನಿಮ್ಮ ಕರ್ನಲಿನಲ್ಲಿ ಲೋಡ್ ಆಗಿಲ್ಲ, ಅಥವ ನಿಮ್ಮ ಕರ್ನಲ್ dm-ಭಾವಚಿತ್ರ(ಸ್ನ್ಯಾಪ್‌ಶಾಟ್) ಟಾರ್ಗೆಟನ್ನು ಬೆಂಬಲಿಸುವುದಿಲ್ಲ. ಅದು ಬೆಂಬಲಿತವಾಗಿದ್ದರೆ, "modprobe dm-snapshot" ಅನ್ನು ಚಲಾಯಿಸಲು ಪ್ರಯತ್ನಿಸಿ. ಇಲ್ಲದೆ ಹೋದರೆ, ಭಾವಚಿತ್ರಗಳನ್ನು(ಸ್ನ್ಯಾಪ್‌ಶಾಟ್) ರಚಿಸುವುದು ಲಭ್ಯವಿರುವುದಿಲ್ಲ.
mai: dm-snapshot मौड्यूल अथवा तँ अहाँक कर्नेल मे भारित नहि कएल गेल अछि अथवा अहाँक कर्नेल dm-snapshot लक्ष्य केँ समर्थन नहि देत अछि. जँ ई समर्थन देल जाइत अछि तँ "modprobe dm-snapshot" केँ चलाबै क' कोशिश करू . आन था, स्नेपशाट क' निर्माण अनुपलब्ध अछि.
mr: एकतर dm-snapshot विभाग कर्नलमध्ये दाखल केले नसावे, किंवा तुमचे कर्नल dm-snapshot लक्ष्य समर्थित करीत नाही. समर्थित असल्यास, "modprobe dm-snapshot" चालविण्याचा प्रयत्न करा. किंवा, छायाचित्रप्रतचे निर्माण अनुपलब्ध असावे.
nl: De dm-snapshot module is, of niet injo uw kernel geladen, of jouw kernel ondersteunt de dm-snapshot target niet. Als dit wel wordt ondersteund probeer dan het commando "modprobe dm-snapshot". Anders zullen snapshots niet gemaakt kunnen worden.
pt: O módulo dm-snapshot não está carregado no 'kernel', ou este não suporta o alvo dm-snapshot. Se é suportado, tente correr "modprobe dm-snapshot". Em caso contrário, a criação de imagens não estará disponível.

source: Are you quite certain that you wish to remove logical volume %s?
as: আপুনি কি নিশ্চিতৰূপ লজিকেল আয়তন %s আঁতৰাবলৈ ইচ্ছুক?
ca: Esteu del tot segur que voleu suprimir el volum lògic %s?
de: Sind Sie ganz sicher, dass Sie den logischen Datenträger %s entfernen möchten?
fi: Haluatko varmasti poistaa loogisen taltion %s?
kn: ತಾರ್ಕಿಕ ಪರಿಮಾಣ %s ವನ್ನು ತೆಗೆಯಲು ನೀವು ಬಹಳಷ್ಟು ಖಚಿತವೆ?
mai: की अहाँ पूरी तरह सँ निश्चित छी जे अहाँ लाजिकल वाल्यूम %s केँ हटैनाइ चाहैत छी?
mr: तुम्हाला नक्की तर्कदृष्ट्या खंड %s काढून टाकायचे?
nl: Weet je zeker dat je Logische volume %s wilt verwijderen?
pt: Tem a certeza que deseja remover o volume lógico %s?

source: Logical volume %s contains %s filesystem. All data on it will be lost! Are you quite certain that you wish to remove logical volume %s?
as: %s লজিকেল আয়তনৰ উপৰ %s নথিপত্ৰ-প্ৰণালী স্থাপিত আছে । এবং এটিত তথ্য উপস্থিত আছে । আপুনি কি নিশ্চিতৰূপ %s লজিকেল আয়তনটি আঁতৰাবলৈ ইচ্ছুক?
ca: El volum lògic %s conté un sistema de fitxers %s. Se'n perdran totes les dades. Esteu totalment segur que voleu suprimir el volum lògic %s?
de: Der logische Datenträger %s enthält ein %s Dateisystem. Alle darauf gespeicherten Daten werden gelöscht.Sind sie ganz sicher, dass Sie den logischen Datenträger %s entfernen möchten?
fi: Looginen taltio %s sisältää tiedostojärjestelmän %s. Kaikki sillä oleva data menetetään! Haluatko varmasti poistaa loogisen taltion %s?
kn: ತಾರ್ಕಿಕ ಪರಿಮಾಣ %s ವು %s ಕಡತವ್ಯವಸ್ಥೆಯನ್ನು ಹೊಂದಿದೆ. ಅದರಲ್ಲಿರುವ ಎಲ್ಲಾ ದತ್ತಾಂಶವು ನಾಶಗೊಳ್ಳುತ್ತವೆ! ತಾರ್ಕಿಕ ಪರಿಮಾಣ %s ವನ್ನು ನೀವು ಖಚಿತವಾಗಿ ತೆಗೆಯಲು ಇಚ್ಛಿಸುತ್ತೀರ?
mai: %s लाजिकल वाल्यूम क' पास %s फाइल सिस्टम अछि. क' अहाँ पूरी तरह सँ निश्चित छी जे अहाँ एहि %s लाजिकल वाल्यूम छोड़ब चाहैत छी?
mr: तर्कदृष्ट्या खंड %s मध्ये %s फाइलप्रणाली आहे. त्यावरची सर्वी माहिती नाहीसे होईल! तुम्हाला नक्की तर्कदृष्ट्या खंड %s काढायचे?
nl: Logische volume %s bevat %s bestandssysteem. Alle data hierop zal verloren gaan! Weet je zeker dat je Logische volume %s wilt verwijderen?
pt: O volume lógico %s tem um sistema de ficheiro %s. Todos os dados deste serão perdidos! Tem a certeza absoluta que deseja remover o volume lógico %s?

source: Logical volume %s contains data from directory %s. All data in it will be lost! Are you quite certain that you wish to remove logical volume %s?
as: %s লজিকেল আয়তনত %s ডিৰক্টিৰ তথ্য উপস্থিত আছে । এই সমস্ত তথ্য মুছ ফলা হব! আপুনি কি নিশ্চিতৰূপ %s লজিকেল আয়তনটি আঁতৰাবলৈ ইচ্ছুক?
ca: El volum lògic %s conté dades del directori %s. Se'n perdran totes les dades. Esteu del tot segur que voleu suprimir el volum lògic %s?
de: Der logische Datenträger %s Daten aus dem Verzeichnis %s. Alle darin gespeicherten Daten werden gelöscht! Sind sie ganz sicher, dass Sie den logischen Datenträger %s entfernen möchten?
fi: Looginen taltio %s sisältää dataa hakemistosta %s. Kaikki siinä oleva dataa menetetään! Haluatko varmasti poistaa loogisen taltion %s?
kn: ತಾರ್ಕಿಕ ಪರಿಮಾಣ %s ವು %s ಕಡತ ಕೋಶದಿಂದ ದತ್ತಾಂಶವನ್ನು ಹೊಂದಿದೆ. ಅದರಲ್ಲಿರುವ ಎಲ್ಲಾ ದತ್ತಾಂಶವು ನಾಶಗೊಳ್ಳುತ್ತವೆ! ತಾರ್ಕಿಕ ಪರಿಮಾಣ %s ವನ್ನು ತೆಗೆಯುವ ನಿಮ್ಮ ಇಚ್ಛೆ ಬಹಳಷ್ಟು ಖಚಿತವೆ?
mai: लाजिकल वाल्यूम %s मे %s निर्देशिका सँ आंकड़ा समाहित अछि. एहिमे मोजुद सारे आंकड़ा समाप्त भए जएताह! की अहाँ पूरी तरह सँ निश्चित छी जे अहाँ लाजिकल वाल्यूम %s हटैनाइ चाहैत छी?
mr: तर्कदृष्ट्या खंड %s मध्ये %s संचयीकेमधिल माहिती अंतर्भूत आहे. त्यावरची सर्वी माहिती नाहीसे होईल! तुम्हाला नक्की तर्कदृष्ट्या खंड %s काढायचे?
nl: Logische volume %s bevat gegevens uit map %s. Alle gegevens hierin zullen verloren gaan! Weet je zeker dat je Logische volume %s wilt verwijderen?
pt: O volume lógico %s contém dados da pasta %s. Todos os dados dele serão perdidos! Tem mesmo a certeza que deseja remover o volume lógico %s?

source: In order for Volume Group to be safely used in clustered environment, lvm2-cluster rpm has to be installed, `lvmconf --enable-cluster` has to be executed and clvmd service has to be running
as: ক্লাস্টাৰ বিশিষ্ট পৰিবশ নিৰাপদৰূপ আয়তন সমষ্টি ব্যৱহাৰৰ বাব lvm2-cluster rpm-ৰ ইনস্টলশন, `lvmconf --enable-cluster`-ৰ সঞ্চালন আৰু clvmd পৰিসবা সক্ৰিয় থাকা আৱশ্যক ।
ca: Per a poder utilitzar amb tota seguretat el grup de volums en un entorn clusteritzat, s'ha d'instal·lar el rpm del lvm2-cluster, s'ha d'executar «lvmconf --enable-cluster» i el servei clvmd ha d'estar en funcionament
de: Damit die Datenträgergruppe sicher in einer Cluster-Umgebung genutzt werden kann, muß das lvm2-cluster-RPM installiert werden, `lvmconf --enable-cluster` ausgeführt werden und der clvmd-Dienst laufen
fi: Jotta taltioryhmää voidaan käyttää turvallisesti klusteroidussa ympäristössä, rpm-paketti lvm2-cluster täytyy olla asennettuna, komento ”lvmconf --enable-cluster” suoritettuna ja clvmd-palvelu täytyy olla käynnissä
kn: ಕ್ಲಸ್ಟರ್ ಆದ ವಾತಾರವಣದಲ್ಲಿ ಪರಿಮಾಣ ಸಮೂಹವನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ಬಳಸಲು, lvm2-cluster rpm ಅನ್ನು ಅನುಸ್ಥಾಪಿಸಬೇಕು, `lvmconf --enable-cluster` ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಬೇಕು ಹಾಗುclvmd ಸೇವೆಯು ಚಾಲನೆಯಲ್ಲಿರಬೇಕು
mai: क्लस्टर किये वातावरण मे वाल्यूम समूह केँ सुरक्षित रूप सँ प्रयोग करब क'लेल , lvm2-क्लस्टर rpm अधिष्ठापित कएल जएनाइ अछि. `lvmconf --enable-cluster` केँ निष्पादित कएल जएनाइ अछि आओर clvmd सेवा केँ चलब चाही
mr: संग्रह वातावरणात खंड गट सुरक्षीतरित्या वापरण्याकरीता, lvm2-cluster rpm प्रतिष्ठापीत करायला हवे, `lvmconf --enable-cluster` कार्यान्वीत करायला हवे व clvmd सेवा कार्यरत राहयला हवी
nl: Om Volume groep veilig te kunnen gebruiken in een geclusterde omgeving, moet lvm2-cluster rpm geïnstalleerd zijn en moet clvmd service opgestart zijn.
pt: Para o Grupo de Volumes poder ser utilizado em segurança num ambiente de 'cluster', o pacote lvm2-cluster deverá estar instalado, o comando 'lvmconf --enable-cluster' deverá ser executado e o serviço clvmd deverá estar a correr
