Repository: i-nod/system-config-lvm
Catalog: po/*.po
Languages: as, ca, de, fi, kn, mai, mr, nl, pt

source: Physical Volume %s contains extents belonging to a mirror log of Logical Volume %s. Mirrored Logical Volumes are not yet migratable, so %s is not removable.
as: %s প্ৰকৃত আয়তনত লজিকেল আয়তন %s-ৰ মিৰৰ লগৰ মালিকানাধীন extent উপস্থিত আছে । মিৰৰ কৰা লজিকেল আয়তন মাইগ্ৰট কৰা সম্ভৱ নহয় যাৰ ফলত %s অপসাৰণ কৰা যাব না ।
ca: El volum físic %s conté àrees reservades que pertanyen a un registre de rèplica del volum lògic %s. El volums lògics replicats encara no es poden migrar, per tant %s no es pot eliminar.
de: Der physische Datenträger %s enthält Speichereinheiten die zu einem mirror log eines logischen Datenträgers %s gehören. Gespiegelte logische Datenträger können momentan noch nicht migriert werden, deswegen kann %s nicht entfernt werden.
fi: Fyysinen taltio %s sisältää varausyksiköitä, jotka kuuluvat loogisen taltion %s peililuetteloon. Peilattuja loogisia taltioita ei voi vielä siirtää, joten kohdetta %s ei voi poistaa.
kn: ಭೌತಿಕ ಪರಿಮಾಣ %s ವು ತಾರ್ಕಿಕ ಪರಿಮಾಣ %s ದ ಒಂದು ಪ್ರತಿರೂಪ ಲಾಗಿಗೆ ಸೇರಿದ ವ್ಯಾಪ್ತಿಗಳನ್ನು ಹೊಂದಿದೆ. ಪ್ರತಿರೂಪಗೊಂಡ ತಾರ್ಕಿಕ ಪರಿಮಾಣಗಳು ಇನ್ನೂ ಸಹ ವರ್ಗಾಯಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ, ಆದ್ದರಿಂದ %s ಅನ್ನು ತೆಗೆಯಲಾಗುವುದಿಲ್ಲ.
mai: फिजिकल वाल्यूम %s मे लाजिकल वाल्यूम %s क' मिरर लाग मे रहने वाली सामग्री समाहित करैत अछि. मिरर कएल लाजिकल वाल्यूम अबतक प्रवासन क' योग्य नहि अछि. एहिलेल %s हटाने योग्य नहि है.
mr: वास्तवीक खंड %s मध्ये वास्तवीक खंड %s मधिल प्रतिकृत लॉगच्या मालकीचे विस्तार समाविष्टीत आहे. प्रतिकृत तर्कदृष्ट्या खंड स्थानांतरीत करतायेण्याजोगी नाही, त्यामुळे %s ला काढू शकत नाही.
nl: Fysiek volume %s bevat omvang die behoren tot een spiegel log van Logische volume %s. Gespiegelde Logische volumes zijn nu nog niet te verplaatsen, dus %s is helaas niet verwijderbaar.
pt: O volume físico %s contém extensões que pertencem ao registo de uma réplica ('mirror') do volume lógico %s. Os volumes lógicos replicados ainda não podem ser migrados, como tal o %s não pode ser removido.

source: Physical Volume %s contains extents belonging to a mirror image of Logical Volume %s. Mirrored Logical Volumes are not yet migratable, so %s is not removable.
as: %s প্ৰকৃত আয়তনত লজিকেল আয়তন %s-ৰ মিৰৰ ইমজৰ মালিকানাধীন extent উপস্থিত আছে । মিৰৰ কৰা লজিকেল আয়তন মাইগ্ৰট কৰা সম্ভৱ নহয় যাৰ ফলত %s অপসাৰণ কৰা যাব না ।
ca: El volum físic %s conté àrees reservades que pertanyen a una imatge de rèplica del volum lògic %s. El volums lògics replicats encara no es poden migrar, per tant %s no es pot eliminar.
de: Der physische Datenträger %s enthält Speichereinheiten die zu einem gespiegeltem Image des logischen Datenträgers %s gehören. Datenträger können momentan noch nicht migriert werden, deswegen kann %s nicht entfernt werden.
fi: Fyysinen taltio %s sisältää varausyksiköitä, jotka kuuluvat loogisen taltion %s peilikuvatiedostoon. Peilattuja loogisia taltioita ei voi vielä siirtää, joten kohdetta %s ei voi poistaa.
kn: ಭೌತಿಕ ಪರಿಮಾಣ %s ವು ತಾರ್ಕಿಕ ಪರಿಮಾಣ %s ದ ಒಂದು ಪ್ರತಿರೂಪ ಚಿತ್ರಕ್ಕೆ ಸೇರಿದ ವ್ಯಾಪ್ತಿಗಳನ್ನು ಹೊಂದಿದೆ. ಪ್ರತಿರೂಪಗೊಂಡ ತಾರ್ಕಿಕ ಪರಿಮಾಣಗಳು ಇನ್ನೂ ಸಹ ವರ್ಗಾಯಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ, ಆದ್ದರಿಂದ %s ಅನ್ನು ತೆಗೆಯಲಾಗುವುದಿಲ್ಲ್ಲ.
mai: फिजिकल वाल्यूम %s मे लाजिकल वाल्यूम %s क' मिरर लाग मे रहने वाली सामग्री समाहित करैत अछि. मिरर कएल लाजिकल वाल्यूम अबतक प्रवासन क' योग्य नहि अछि. एहिलेल %s हटाने योग्य नहि है.
mr: वास्तवीक खंड %s मध्ये वास्तवीक खंड %s मधिल प्रतिकृत प्रतिमेच्या मालकीचे विस्तार समाविष्टीत आहे. प्रतिकृत तर्कदृष्ट्या खंड स्थानांतरीत करतायेण्याजोगी नाही, त्यामुळे %s ला काढू शकत नाही.
nl: Fysieke volume %s bevat omvang die behoort tot een spiegel image van Logische volume %s. Gespeigelde Logische volumes zijn nu nog niet te verplaatsen, dus %s is helaas niet verwijderbaar.
pt: O volume físico %s contém extensões que pertencem à imagem de uma réplica ('mirror') do volume lógico %s. Os volumes lógicos replicados ainda não podem ser migrados, como tal o %s não pode ser removido.

source: Physical Volume %s contains extents belonging to %s, a snapshot of %s. Snapshots are not yet migratable, so %s is not removable.
as: %s প্ৰকৃত আয়তনত %s অৰ্থাৎ %s-ৰ স্ন্যাপশটৰ মালিকানাধীন এক্সটন্ট উপস্থিত আছে । স্ন্যাপশট মাইগ্ৰট কৰা সম্ভৱ নহয় যাৰ ফলত %s অপসাৰণ কৰা যাব না ।
ca: El volum físic %s conté àrees reservades que pertanyen a %s, una instantània de %s. Les instantànies encara no es poden migrar, per tant %s no es pot eliminar.
de: Der physische Datenträger %s enthält Speichereinheiten die zu %s, einem Schnappschuss von %s, gehören. Schnappschüsse können momentan noch nicht migriert werden, deswegen kann %s nicht entfernt werden.
fi: Fyysinen taltio %s sisältää varausyksiköitä, jotka kuuluvat kohteeseen %s, joka on kohteen %s tilannevedos. Tilannevedoksia ei voi vielä siirtää, joten kohdetta %s ei voi poistaa.
kn: ಭೌತಿಕ ಪರಿಮಾಣ %s ವು %s, %s ನ ಒಂದು ಭಾವಚಿತ್ರಕ್ಕೆ(ಸ್ನ್ಯಾಪ್‌ಶಾಟ್) ಸೇರಿದ ವ್ಯಾಪ್ತಿಗಳನ್ನು ಹೊಂದಿದೆ. ಭಾವಚಿತ್ರಗಳು(ಸ್ನ್ಯಾಪ್‌ಶಾಟ್) ಇನ್ನೂ ಸಹ ವರ್ಗಾಯಿಸಲಾಗುವುದಿಲ್ಲ, ಆದ್ದರಿಂದ %s ವನ್ನು ತೆಗೆಯಲಾಗುವುದಿಲ್ಲ.
mai: फिजिकल वाल्यूम %s मे %s क' स्नेपशाट %s समाहित करैत अछि. स्पेशाट अखन तक प्रवासन क' योग्य नहि है, एहिलेल %s हटाबै योग्य नहि अछि.
mr: वास्तवीक खंड %s मध्ये %s च्या मालकीचे विस्तार समाविष्टीत आहे, %s चे छायाचित्रप्रत. छायाचित्रप्रत स्थानांतरीत करतायेण्याजोगी नाही, त्यामुळे %s ला काढू शकत नाही.
nl: Fysieke volume %s bevat omvang die behoort tot %s, een snapshot van %s. Snapshots zijn nu nog niet te verplaatsen, dus %s is helaas niet verwijderbaar.
pt: O volume físico %s contém extensões que pertencem a %s, uma imagem de %s. As imagens ainda não podem ser migradas, como tal o %s não pode ser removido.

source: Physical Volume %s contains extents belonging to %s, the origin of snapshot %s. Snapshot origins are not yet migratable, so %s is not removable.
as: %s প্ৰকৃত আয়তনত %s অৰ্থাৎ %s স্ন্যাপশটৰ মূল বস্তুৰ মালিকানাধীন এক্সটন্ট উপস্থিত আছে । স্ন্যাপশটৰ মূল বস্তু মাইগ্ৰট কৰা সম্ভৱ নহয় যাৰ ফলত %s অপসাৰণ কৰা যাব না ।
ca: El volum físic %s conté àrees reservades que pertanyen a %s, l'origen de la instantània de %s. Els orígens de les instantànies encara no es poden migrar, per tant %s no es pot eliminar.
de: Der physische Datenträger %s enthält Speichereinheiten die zu %s, dem Original von Schnappschuss %s, gehören. Originale eines Schnappschusses können momentan noch nicht migriert werden, deswegen kann %s nicht entfernt werden.
fi: Fyysinen taltio %s sisältää varausyksiköitä, jotka kuuluvat kohteeseen %s, joka on tilannevedoksen %s lähde. Tilannevedoksien lähteitä ei voi vielä siirtää, joten kohdetta %s ei voi poistaa.
kn: ಭೌತಿಕ ಪರಿಮಾಣ %s ವು %s, ಭಾವಚಿತ್ರದ(ಸ್ನ್ಯಾಪ್‌ಶಾಟ್) ಮೂಲ %s ಗೆ ಸೇರಿದ ವ್ಯಾಪ್ತಿಗಳನ್ನು ಹೊಂದಿದೆ. ಭಾವಚಿತ್ರಗಳ(ಸ್ನ್ಯಾಪ್‌ಶಾಟ್) ಮೂಲಗಳನ್ನು ಇನ್ನೂ ಸಹ ವರ್ಗಾಯಿಸಲಾಗುವುದಿಲ್ಲ, ಆದ್ದರಿಂದ %s ವನ್ನು ತೆಗೆಯಲಾಗುವುದಿಲ್ಲ.
mai: फिजिकल वाल्यूम %s मे %s क' अवयव समाहित अछि. %s क' मूल. स्नेपशाट क' मूल, एहिलेल %s हटाबै योग्य नहि अछि.
mr: वास्तवीक खंड %s मध्ये %s च्या मालकीचे विस्तार समाविष्टीत आहे, %s छायाचित्रप्रताचे उगमस्थान. छायाचित्रप्रत स्थानांतरीत करतायेण्याजोगी नाही, त्यामुळे %s ला काढू शकत नाही.
nl: Fysieke volume %s bevat omvanq die behoort tot %s, de oorsprong van snapshot %s. Snapshot oorsprongen zijn nu nog niet te verplaatsen, dus %s is helaas niet verwijderbaar.
pt: O volume físico %s contém extensões que pertencem a %s, o original da imagem %s. Os originais das imagens ainda não podem ser migrados, como tal o %s não pode ser removido.

source: Physical Volume %s contains extents belonging to %s, the origin of snapshots %s. Snapshot origins are not yet migratable, so %s is not removable.
as: %s প্ৰকৃত আয়তনত %s অৰ্থাৎ %s স্ন্যাপশটৰ মূল বস্তুৰ মালিকানাধীন extent উপস্থিত আছে । স্ন্যাপশটৰ মূল বস্তু মাইগ্ৰট কৰা সম্ভৱ নহয় যাৰ ফলত %s অপসাৰণ কৰা যাব না ।
ca: El volum físic %s conté àrees reservades que pertanyen a %s, l'origen de les instantànies de %s. Els orígens de les instantànies encara no es poden migrar, per tant %s no es pot eliminar.
de: Der physische Datenträger %s enthält Speichereinheiten die zu %s, dem Original der Schnappschüsse %s, gehören. Originale von Schnappschüssen können momentan noch nicht migriert werden, deswegen kann %s nicht entfernt werden.
fi: Fyysinen taltio %s sisältää varausyksiköitä, jotka kuuluvat kohteeseen %s, joka on tilannevedoksien %s lähde. Tilannevedoksien lähteitä ei voi vielä siirtää, joten kohdetta %s ei voi poistaa.
kn: ಭೌತಿಕ ಪರಿಮಾಣ %s ವು %s, ಭಾವಚಿತ್ರಗಳ(ಸ್ನ್ಯಾಪ್‌ಶಾಟ್) ಮೂಲ %s ಗೆ ಸೇರಿದ ವ್ಯಾಪ್ತಿಗಳನ್ನು ಹೊಂದಿದೆ. ಭಾವಚಿತ್ರಗಳ(ಸ್ನ್ಯಾಪ್‌ಶಾಟ್) ಮೂಲಗಳನ್ನು ಇನ್ನೂ ಸಹ ವರ್ಗಾಯಿಸಲಾಗುವುದಿಲ್ಲ, ಆದ್ದರಿಂದ %s ವನ್ನು ತೆಗೆಯಲಾಗುವುದಿಲ್ಲ.
mai: फिजिकल वाल्यूम %s मे %s केँ समाहित करैत विस्तार समाहित अछि. स्नेपशाट क' मूल%s. स्नेपशाट मूल अखन तक भेजबाक लेल योग्य नहि अछि. एहिलेल %s हटाबै योग्य नहि अछि.
mr: वास्तवीक खंड %s मध्ये %s च्या मालकीचे विस्तार समाविष्टीत आहे, %s छायाचित्रप्रतांचे उगमस्थान. छायाचित्रप्रत स्थानांतरीत करतायेण्याजोगी नाही, त्यामुळे %s ला काढू शकत नाही.
nl: Fysieke volume %s bevat omvang die behoort tot %s, de oorsprong van snapshots %s. Snapshot oorsprongen is nu nog niet te verplaatsen, dus %s is helaas niet verwijderbaar.
pt: O volume físico %s contém extensões que pertencem a %s, o original das imagens %s. Os originais das imagens ainda não podem ser migrados, como tal o %s não pode ser removido.

source: Logical Volume "%s" has snapshots that are not selected for removal. They must be removed as well.
as: "%s" নামক লজিকেল আয়তনত স্ন্যাপশট উপস্থিত আছে যা অপসাৰণৰ বাব চিহ্নিত নহয় । এইসমূহ সৰানো আৱশ্যক ।
ca: El volum lògic «%s» té instantànies que no estan seleccionades per a l'eliminació. Han de ser eliminades.
de: Der logische Datenträger %s hat Schnappschüsse die nicht zum Entfernen augewählt sind. Sie müssen jedoch ebenfalls entfernt werden.
fi: Loogisella taltiolla ”%s” on tilannevedoksia, joita ei ole valittu poistettaviksi. Myös ne täytyy poistaa.
kn: ತಾರ್ಕಿಕ ಪರಿಮಾಣ "%s" ವು ತೆಗೆದು ಹಾಕಲು ಆಯ್ಕೆ ಮಾಡದೆ ಇರದಂತಹ ಭಾವಚಿತ್ರಗಳನ್ನು(ಸ್ನ್ಯಾಪ್‌ಶಾಟ್) ಹೊಂದಿದೆ. ಅವೂ ಸಹ ತೆಗೆಯಲ್ಪಡಬೇಕು.
mai: लाजिकल वाल्यूम "%s" क' पास स्नेपशाट अछि जे जे हटाबै क'लेल समर्थित नहि अछि. ओकरा जरूर हटाएल जएनाइ चाही.
mr: तर्कदृष्ट्या खंड "%s" कडे छायाचित्रप्रत आई जे काढून टाकण्याकरीता निवडले गेले नाही. त्यांना देखिल काढून टाकायला पाहिजे.
nl: Logische volume "%s" heeft snapshots die niet geselecteerd zijn om verwijderd te worden. Deze moeten ook verwijderd worden.
pt: O volume lógico "%s" tem imagens que não estão seleccionadas para serem removidas. Elas serão removidas também.

source: "%s", an origin of snapshot "%s", has been deleted from removal list.
as: "%s", অৰ্থাৎ "%s" স্ন্যাপশটৰ মূল বস্তুটি, অপসাৰণৰ বাব চিহ্নিত বস্তুৰ তালিকা ৰ পৰা মুছ ফলা হৈছে ।
ca: «%s», un origen de la instantània «%s», ha estat eliminat del llistat d'eliminacions.
de: %s, ein Orgiginal von Schnappschuss %s, wurde aus der Liste der zu entfernenden Elemente gelöscht
fi: ”%s”, tilannevedoksen ”%s” lähde, on poistettu poistolistalta.
kn: "%s", ಭಾವಚಿತ್ರ(ಸ್ನ್ಯಾಪ್‌ಶಾಟ್) "%s" ದ ಒಂದು ಮೂಲ, ಅದು ತೆಗೆದು ಹಾಕಲ್ಪಡಬೇಕಾದ ಪಟ್ಟಿಯಿಂದ ಅಳಿಸಲ್ಪಟ್ಟಿದೆ.
mai: "%s", "%s" स्नेपशाट क' मूल, केँ हटाएल जाएबला सूची सँ मेटायल जाए रहल अछि.
mr: छायाचित्रप्रत "%s" चे प्रारंभ, "%s" यादीमधून काढून टाकण्यात आले.
nl: "%s", een oorsprong van snapshot "%s", is verwijderd uit de lijst met te verwijderen items.
pt: O "%s", o original da imagem "%s", foi retirado da lista de remoção.

source: Physical Volume "%s" contains extents belonging to a mirror. Mirrors are not migratable, so %s is not removable.
as: "%s" নমাক প্ৰকৃত আয়তনত কোনো মিৰৰৰ মালিকানাধীন এক্সটন্ট উপস্থিত আছে । মিৰৰ মাইগ্ৰট কৰা সম্ভৱ নহয় যাৰ ফলত %s অপসাৰণ কৰা যাব না ।
ca: El volum físic «%s» conté àrees reservades que pertanyen a una rèplica. Les rèpliques no es poden migrar, per tant %s no es pot eliminar.
de: Der physische Datenträger %s enthält Speichereinheiten die zu einemSpiegel gehören. Spiegel können momentan noch nicht migriert werden, deswegen kann %s nicht entfernt werden.
fi: Fyysinen taltio ”%s” sisältää varausyksiköitä, jotka kuuluvat peiliin. Peilejä ei voi siirtää, joten kohdetta %s ei voi poistaa.
kn: ಭೌತಿಕ ಪರಿಮಾಣ "%s" ವು ಒಂದು ಪ್ರತಿರೂಪಕ್ಕೆ ಸೇರಿದ ವ್ಯಾಪ್ತಿಗಳನ್ನು ಹೊಂದಿದೆ. ಪ್ರತಿರೂಪಗಳನ್ನು ವರ್ಗಾಯಿಸಲಾಗುವುದಿಲ್ಲ, ಆದ್ದರಿಂದ %s ಅನ್ನು ತೆಗೆದು ಹಾಕಲಾಗುವುದಿಲ್ಲ.
mai: फिजिकल वाल्यूम "%s" मिरर मे शामिल विस्तार केँ शामिल करैत अछि. मिरर उत्प्रवासनीय नहि अछि, एहिलेल %s हटाबै योग्य नहि अछि.
mr: वास्तवीक खंडात "%s" प्रतिकृत संबंधी विस्तारीत माहिती समाविष्टीत आहे. प्रतिकृत स्थानांतरीत केल्या जाऊ शकत नाही, त्यामुळे %s काढून टाकतायेण्याजोगी नाही.
nl: Fysieke volume "%s" bevat omvang die behoort tot een spiegel. Spiegels zijn niet te verplaatsen, daarom is %s niet te verwijderen.
pt: O volume físico "%s" contém extensões que pertencem a uma réplica ('mirror'). As réplicas não podem ser migradas, como tal o %s não pode ser removido.

source: Physical Volume "%s" contains extents belonging to a snapshot or a snapshot's origin. Snapshots are not migratable, so %s is not removable.
as: "%s" নামক প্ৰকৃত আয়তনটিত কোনো স্ন্যাপশট অথবা স্ন্যাপশটৰ মূল বস্তুৰ মালিকানাধীন এক্সটন্ট উপস্থিত আছে । স্ন্যাপশট মাইগ্ৰট কৰা সম্ভৱ নহয় যাৰ ফলত %s মুছ ফলা যাব না ।
ca: El volum físic «%s» conté àrees reservades que pertanyen a una instantània a un origen d'una instantània. Les instantànies no es poden migrar, per tant %s no es pot eliminar.
de: Der physische Datenträger %s enthält Speichereinheiten die zu einemSchnappschuss oder einem Original eines Schnappschusses gehören. Schnappschüsse können momentan noch nicht migriert werden, deswegen kann %s nicht entfernt werden.
fi: Fyysinen taltio ”%s” sisältää varausyksiköitä, jotka kuuluvat tilannevedokseen tai tilannevedoksen lähteeseen. Tilannevedoksia ei voi siirtää, joten kohdetta %s ei voi poistaa.
kn: ಭೌತಿಕ ಪರಿಮಾಣ "%s" ವು ಒಂದು ಭಾವಚಿತ್ರಕ್ಕೆ (ಸ್ನ್ಯಾಪ್‌ಶಾಟ್)ಅಥವ ಭಾವಚಿತ್ರದ(ಸ್ನ್ಯಾಪ್‌ಶಾಟ್) ಮೂಲಕ್ಕೆ ಸೇರಿದ ವ್ಯಾಪ್ತಿಗಳನ್ನು ಹೊಂದಿದೆ. ಭಾವಚಿತ್ರಗಳನ್ನು(ಸ್ನ್ಯಾಪ್‌ಶಾಟ್) ವರ್ಗಾಯಿಸಲಾಗುವುದಿಲ್ಲ, ಆದ್ದರಿಂದ %s ಅನ್ನು ತೆಗೆದು ಹಾಕಲಾಗುವುದಿಲ್ಲ.
mai: फिजिकल वाल्यूम "%s" मे स्नेपशाट मे विस्तार समाहित अछि अथवा एकटा स्नेपशाट मूल. स्नेपशाट भेजबजाए योग्य नहि अछि. एहिलेल %s हटाबै योग्य नहि अछि.
mr: वास्तवीक खंड "%s" मध्ये छायाचित्रप्रत मालकी किंवा छायाचित्रप्रत प्रारंभ मालकी विस्तार समाविष्टीत आहे. छायाचित्रप्रत स्थानांतरीत करतायेण्याजोगी नाही, त्यामुळे %s ला काढू शकत नाही.
nl: Fysieke volume "%s" bevat omvang die behoort tot een snapshot of een oorsprong van een snapshot. Snapshots zijn niet te verplaatsen, daarom is %s niet te verwijderen.
pt: O volume físico "%s" contém extensões que pertencem a uma imagem ou ao original de uma imagem. As imagens não podem ser migradas, como tal o %s não pode ser removido.

source: The path you specified does not exist.
as: আপনাৰ চিহ্নিত পাথ উপস্থিত নাই ।
ca: La ruta que heu indicat no existeix.
de: Der Pfad den Sie angegeben haben existiert nicht.
fi: Määritettyä polkua ei ole olemassa
kn: ನೀವು ಸೂಚಿಸಿದ ಪಥ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ.
mai: अहाँक द्वारा निर्दिष्ट पथ मोजुद नहि अछि.
mr: तुम्ही निश्चित केलेला मार्ग अस्तित्वात नाही.
nl: Het pad dat je opgegeven hebt bestaat niet.
pt: O local que indicou não existe.

source: The path you specified is not a Block Device.
as: চিহ্নিত পাথ ব্লক ডিভাইস নহয় ।
ca: La ruta que heu especificat no és un dispositiu de blocs.
de: Der Pfad den Sie angegeben haben ist kein blockorientiertes Gerät.
fi: Määritetty polku ei ole lohkolaite
kn: ನೀವು ಸೂಚಿಸಿದ ಪಥವು ಒಂದು ಬ್ಲಾಕ್ ಸಾಧನವಲ್ಲ.
mai: अहाँक द्वारा निर्दिष्ट पथ एकटा ब्लाक युक्ति नहि अछि.
mr: तुम्ही निश्चित केलेला मार्ग बलॉक साधन नाही.
nl: Het pad dat je opgegeven hebt is geen blok apparaat.
pt: O local que indicou não é um dispositivo em bloco.

source: Initialization of %s failed
as: %s আৰম্ভ কৰোঁতে ব্যৰ্থ
ca: Inicialització sense èxit de %s
de: Initialisierung von %s fehlgeschlagen.
fi: Kohteen %s alustaminen epäonnistui
kn: %s ಅನ್ನು ಆರಂಭಿಸುವಲ್ಲಿ ವಿಫಲತೆ ಉಂಟಾಗಿದೆ
mai: %s क' आरंभीकरण बिफल रहल
mr: %s करीता प्रारंभीकरण अपयशी
nl: Initialisatie van %s is mislukt
pt: A inicialização do %s foi mal-sucedida

source: Please select some extents first
as: অনুগ্ৰহ কৰি প্ৰথম কিছু এক্সটন্ট নিৰ্ব্বাচন কৰক
ca: Primer seleccioneu algunes àrees reservades
de: Bitte wählen Sie zuerst einige Speichereinheiten aus.
fi: Valitse joitakin varausyksiköitä ensin
kn: ದಯವಿಟ್ಟು ಮೊದಲು ಕೆಲವು ವ್ಯಾಪ್ತಿಯನ್ನು ಆರಿಸಿ
mai: कृपया पहिने किछु विस्तार चुनू
mr: कृपया काहीक विस्तार पहिले निवडा
nl: Selecteer eerst wat omvang
pt: Seleccione por favor algumas extensões primeiro

source: There are not enough free extents to perform the necessary migration. Adding more physical volumes would solve the problem.
as: প্ৰয়োজনীয় মাইগ্ৰশনৰ বাব পৰ্যাপ্ত মূক্ত এক্সটন্ট উপস্থিত নাই । অতিৰিক্ত প্ৰকৃত আয়তন যোগ কৰি এই সমস্যাৰ সমাধান কৰা সম্ভৱ ।
ca: No hi han suficients àrees lliures reservades per a realitzar la migració que es necessita. El fet d'afegir més volums físics pot solucionar aquest problema.
de: Es sind nicht genügend freie Speichereinheiten vorhanden um die erforderliche Migration durchzuführen. Fügen sie weiter physische Datenträger hinzu um das Problem zu lösen.
fi: Tarpeellisen siirron tekemistä varten ei ole riittävästi vapaita varausyksiköitä. Uusien fyysisten taltioiden lisääminen ratkaisisi tämän ongelman.
kn: ಅಗತ್ಯ ವರ್ಗಾವಣೆಯನ್ನು ನಿರ್ವಹಿಸಲು ಸಾಕಷ್ಟು ಮುಕ್ತ ವ್ಯಾಪ್ತಿಗಳಿಲ್ಲ. ಇನ್ನಷ್ಟು ಭೌತಿಕ ಪರಿಮಾಣಗಳನ್ನು ಸೇರಿಸುವುದು ಇದಕ್ಕಿರುವ ಪರಿಹಾರ.
mai: आवश्यक उत्प्रवासन क' संपादन क'लेल पर्याप्त मुक्त स्थान नहि अछि. बेसी फिजिकल वाल्यूम समस्या कए हल करताह.
mr: आवश्यक स्थानंतरनकरीता अतिरीक्त अगाऊ विस्तार नाही. आणखी विस्तारीत खंड जोडल्यास अडचन सूटेल.
nl: Er is niet genoeg vrije omvang om de noodzakelijke migratie uit te voeren. Het toevoegen van meer fysieke volumes zal het probleem oplossen.
pt: Não existem extensões suficientes para efectuar a migração necessária. A adição de mais volumes físicos poderia resolver o problema.

source: Migrate extents
as: এক্সটন্ট মাইগ্ৰট কৰক
ca: Migra les àrees reservades
de: Speichereinheiten migrieren
fi: Siirrä varausyksiköt
kn: ವಾಪ್ತಿಗಳನ್ನು ವರ್ಗಾಯಿಸು
mai: विस्तार उत्प्रवासित करू
mr: विस्तार स्थानांतरीत करा
nl: Omvang migreren
pt: Migrar as extensões

source: Options
as: অপশন
ca: Opcions
de: Optionen
fi: Asetukset
kn: ಆಯ್ಕೆಗಳು
mai: विकल्प
mr: पर्याय
nl: Opties
pt: Opções

source: Create A Snapshot of %s
as: %s-ৰ এটা স্ন্যাপশট নিৰ্মাণ কৰক
ca: Crea una instantània de %s
de: Einen Schnappschuss von %s erzeugen
fi: Luo tilannevedos kohteesta %s
kn: %s ನ ಒಂದು ಭಾವಚಿತ್ರವನ್ನು(ಸ್ನ್ಯಾಪ್‌ಶಾಟ್) ರಚಿಸಿ
mai: %s क' एकटा स्नेपशाट बनाउ
mr: %s चे छायाचित्रप्रत निर्माण करा
nl: Snapshot van %s aanmaken
pt: Criar uma Imagem de %s

source: Create New Logical Volume
as: নতুন লজিকেল আয়তন নিৰ্মাণ
ca: Crea un nou volum lògic
de: Einen neuen logischen Datenträger erzeugen
fi: Luo uusi looginen taltio
kn: ಹೊಸ ತಾರ್ಕಿಕ ಪರಿಮಾಣವನ್ನು ರಚಿಸಿ
mai: नव लाजिकल वाल्यूम बनाउ
mr: नविन तर्कदृश्ट्या खंड निर्माण करा
nl: Nieuw Logische volume aanmaken
pt: Criar um Novo Volume Lógico

source: Edit %s, a Snapshot of %s
as: %s সম্পাদনা, %s-ৰ স্ন্যাপশট
ca: Edita %s, una instantània de %s
de: Bearbeiten von %s einem Schnappschuss von %s
fi: Muokkaa kohdetta %s, joka on tilannevedos kohteesta %s
kn: %s ಅನ್ನು ಸಂಪಾದಿಸು, %s ನ ಒಂದು ಭಾವಚಿತ್ರ(ಸ್ನ್ಯಾಪ್‌ಶಾಟ್)
mai: %s संपादित करू , %s क' स्नेपशाट
mr: %s संपादीत करा, %s चे छायाचित्रप्रत
nl: %s bewerken, een snapshot van %s
pt: Editar o %s, uma Imagem de %s

source: Edit Logical Volume
as: লজিকেল আয়তন সম্পাদনা
ca: Edita el volum lògic
de: logischen Datenträger
fi: Muokkaa loogista taltiota
kn: ತಾರ್ಕಿಕ ಪರಿಮಾಣವನ್ನು ಸಂಪಾದಿಸು
mai: लाजिकल वाल्यूमक संपादन
mr: तर्कदृष्ट्या खंड संपादीत करा
nl: Logische volume bewerken
pt: Editar o Volume Lógico

source: Underlying Logical Volume Management does not support mirroring
as: অন্তৰ্নিহিত লজিকেল আয়তন ব্যৱস্থাপনাৰ দ্বাৰা মিৰৰিং কৰ্ম সমৰ্থিত নহয়
ca: El rerefons de la gestió del volum lògic no suporta la replicació
de: Grundlegende logische Datenträgerverwaltung unterstützt keine Spiegelung
fi: Allaoleva looginen taltioidenhallinta ei tue peilaamista
kn: ಕೆಳಗಿರುವ ತಾರ್ಕಿಕ ಪರಿಮಾಣ ನಿರ್ವಹಣೆಯು ಪ್ರತಿರೂಪಿಸುವುದನ್ನು(mirroring) ಬೆಂಬಲಿಸುವುದಿಲ್ಲ
mai: अंतरनिहित लाजिकल वाल्यूम मिरर केँ समर्थन नहि करैत अछि
mr: उपलब्ध वास्तवीक खंड व्यवस्थापन प्रतिकृत समर्थन करीत नाही
nl: Onderliggend Logische volume beheer ondersteunt spiegelen niet
pt: A Gestão de Volumes Lógicos subjacente não suporta a replicação

source: Striped Logical Volumes cannot be mirrored.
as: স্ট্ৰাইপ কৰা লজিকেল আয়তন মিৰৰ কৰা হব না ।
ca: Els volums lògics amb fragmentació seqüencial no es poden replicar.
de: "Striped" logische Datenträger können nicht gepiegelt werden
fi: Lomitettuja loogisia taltioita ei voi peilata.
kn: ಕಳಚಲಾದ ತಾರ್ಕಿಕ ಪರಿಮಾಣಗಳನ್ನು ಪ್ರತಿರೂಪಿಸಲಾಗುವುದಿಲ್ಲ.
mai: स्ट्रिप लाजिकल वाल्यूम मिरर नहि कएल जाए सकैत अछि.
mr: स्ट्रीप्ड तर्कदृश्ट्या खंड प्रतिकृत केले जाऊ शकत नाही.
nl: Striped Logische volumes kunnen niet gespiegeld worden.
pt: Os volumes lógicos repartidos ('striped') não podem ser replicados.

source: Logical Volumes with associated snapshots cannot be mirrored yet.
as: সংযুক্ত স্ন্যাপশট সমত লজিকেল আয়তনৰ বাব মিৰৰ কৰা সম্ভৱ নহয় ।
ca: Els volums lògics amb instantànies associades encara no es poden replicar.
de: Logische Datenträger mit davon abhängenden Schnappschüssen können momentan noch nicht gespiegelt werden.
fi: Loogisia taltioita, joihin on liitetty tilannevedoksia, ei voi vielä peilata.
kn: ಭಾವಚಿತ್ರಗಳೊಂದಿಗೆ(ಸ್ನ್ಯಾಪ್‌ಶಾಟ್) ಸಹವರ್ತಿಯಾದ ತಾರ್ಕಿಕ ಪರಿಮಾಣಗಳನ್ನು ಇನ್ನೂ ಸಹ ಪ್ರತಿರೂಪಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ.
mai: जुड़ल स्नेपशाट क' सँग लाजिकल वाल्यूम केँ अखन तक मिरर नहि कएल जाए सकैत अछि.
mr: तर्कदृश्ट्या खंड छायाचित्रप्रत संबंधी अजूनही प्रतिकृत केले गेले नाही.
nl: Logische volumes met geassocieerde snapshots kunnen nu nog niet gespiegeld worden.
pt: Os volumes lógicos com imagens associadas ainda não podem ser replicados.

source: The primary purpose of mirroring is to protect data in the case of hard drive failure. Do you want to place mirror images onto different hard drives?
as: হাৰ্ড-ড্ৰাইভ বিপৰ্যয়ৰ ক্ষত্ৰ তথ্য-ৰ ক্ষয়ক্ষতি ৰোধ কৰাই মিৰৰিং ব্যৱস্থাৰ প্ৰধান উদ্দশ্য । আপুনি কি বিভিন্ন হাৰ্ড-ড্ৰাইভত মিৰৰ ইমজ স্থাপন কৰোঁতে ইচ্ছুক?
ca: El propòsit principal de la replicació és protegir les dades en el cas de fallides en el disc dur. Voleu situar les imatges de rèplica en discs durs diferents?
de: Das primäre Ziel der Spiegelung ist es, Daten im Falle eines Festplatenausfalls zu schützen. Möchten Sie gespiegelte Abbilder auf verschiedene Festplatten platzieren?
fi: Peilauksen ensisijainen tarkoitus on suojata dataa kiintolevyrikon tapahtuessa. Haluatko sijoittaa peililevykuvat eri kiintolevyille?
kn: ಹಾರ್ಡ್ ಡ್ರೈವ್ ವಿಫಲಗೊಂಡಲ್ಲಿ ದತ್ತಾಂಶವನ್ನು ಸಂರಕ್ಷಿಸುವುದು ಪ್ರತಿರೂಪಿಸುವ ಪ್ರಾಥಮಿಕ ಉದ್ದೇಶವಾಗಿರುತ್ತದೆ. ನೀವು ಪ್ರತಿರೂಪ ಚಿತ್ರಗಳನ್ನು ಬೇರೊಂದು ಹಾರ್ಡ್ ಡ್ರೈವಿನಲ್ಲಿ ಇರಿಸಲು ಬಯಸುತ್ತೀರ?
mai: मिरर करब क' प्राथमिक उद्देश्य आंकड़ो केँ सुरक्षित राखब अछि हार्ड ड्राइव बिफल रहबा क' स्थिति मे. क' अहाँ मिरर बिंब राखब चाहैत छी अलग हार्ड ड्राइव पर?
mr: प्रतिकृत करण्याचे प्राथमिक कारण हार्ड ड्राइव्ह खराब झाल्यास त्यावरील माहिती सुरक्षीत ठेवणे आहे. तुम्हाला प्रतिकृत प्रतिमा इतर हार्ड ड्राइव्हवर ठेवायची?
nl: De belangrijkste doel van spiegelen is het beschermen van data als een harde schijf kapot gaat. Wil je spiegel images op verscheidene harde schijven plaatsen?
pt: O objectivo principal da replicação é proteger os dados em caso de falha do disco rígido. Deseja colocar as imagens das réplicas em discos rígidos diferentes?

source: Less than 3 hard drives are available with free space. Disabling mirroring.
as: শূণ্যস্থান সমত উপলব্ধ হাৰ্ড-ড্ৰাইভৰ সংখ্যা ৩-ৰ কম । মিৰৰিং নিষ্ক্ৰিয় কৰা হচ্ছ ।
ca: Hi han menys de 3 unitats disponibles amb espai lliure. S'està deshabilitant la replicació.
de: Weniger als 3 Festplatten mit freiem Speicherplatz sind verfügbar. Deaktiviere Spiegelung.
fi: Alle kolmella kiintolevyllä on vapaata tilaa. Peilaus poistetaan käytöstä.
kn: ೩ ಕ್ಕಿಂತ ಕಡಿಮೆ ಹಾರ್ಡ್ ಡ್ರೈವುಗಳು ಮುಕ್ತ ಸ್ಥಳದೊಂದಿಗೆ ಲಭ್ಯವಿವೆ. ಪ್ರತಿರೂಪಿಸುವುದನ್ನು ಅಶಕ್ತಗೊಳಿಸಲಾಗುತ್ತಿದೆ.
mai: 3 सँ कम हार्ड ड्राइव मुक्त स्थान क' सँग उपलब्ध अछि. मिरर केँ निष्क्रिय कए रहल अछि.
mr: अतिरीक्त जागा अंतर्गत 3 पेक्षा कमी हार्ड ड्राइव्ह उपलब्ध आहे. प्रतिकृत अकार्यान्वीत करा.
nl: Er zijn minder dan 3 harde schijven beschikbaar met vrije ruimte. Spiegelen wordt uitgeschakeld.
pt: Estão disponíveis menos de 3 discos rígidos com espaço livre. A desactivar a replicação.
