Repository: i-nod/system-config-lvm
Catalog: po/*.po
Languages: as, ca, de, fi, kn, mai, mr, nl, pt

source: Number of Segments:
as: সগমন্টৰ সংখ্যা:
ca: Núm. de segments:
de: Anzahl der Abschnitte:
fi: Segmenttien määrä:
kn: ಖಂಡಗಳ ಸಂಖ್ಯೆ:
mai: खंड क' संख्या:
mr: तुकड्यांची संख्या:
nl: Aantal segmenten:
pt: Número de Segmentos:

source: Number of Stripes:
as: স্ট্ৰাইপৰ সংখ্যা:
ca: Núm. de fragments seqüencials:
de: Anzahl der Stripes:
fi: Lomituslaitteiden määrä:
kn: ಪಟ್ಟಿಗಳ(Stripes) ಸಂಖ್ಯೆ:
mai: स्ट्राइप्स क' संख्या:
mr: स्ट्रीपची संख्या:
nl: Aantal stripes:
pt: Números de Faixas:

source: Stripe Size:
as: স্ট্ৰাইপৰ আকাৰ:
ca: Mida de la fragmentació seqüencial:
de: Größe der Stripes:
fi: Lomituksen koko:
kn: ಪಟ್ಟಿಯ ಗಾತ್ರ:
mai: स्ट्राइप आकार:
mr: स्ट्रीप आकार:
nl: Stripe grootte:
pt: Tamanho da Faixa:

source: LV UUID:
ca: UUID del VL:
de: Logische Datenträger UUID:
fi: Loogisen taltion UUID:
pt: UUID do LV:

source: Partition Type:
as: পাৰ্টিশনৰ ধৰন:
ca: Tipus de partició:
de: Partitionstyp:
fi: Osiotyyppi:
kn: ವಿಭಾಗದ ಪ್ರಕಾರ:
mai: विभाजन प्रकार:
mr: विभाजन प्रकार:
nl: Partitie type:
pt: Tipo de Partição:

source: Size:
as: আকাৰ:
ca: Mida:
de: Größe:
fi: Koko:
kn: ಗಾತ್ರ:
mai: आकार:
mr: आकार:
nl: Grootte:
pt: Tamanho:

source: Mount Point:
as: অভ্যুত্থানৰ স্থান:
ca: Punt de muntatge:
de: Einhängepunkt:
fi: Liitospiste:
kn: ಆರೋಹಣ ತಾಣ:
mai: आरोह बिंदु:
mr: आरोहण बींदू:
nl: Aankoppel punt:
pt: Ponto de Montagem:

source: Mount Point when Rebooted:
as: পুনৰায় বুট কৰাৰ পৰ ধাৰ্য কৰা অভ্যুত্থানৰ স্থান:
ca: Punt de muntatge en arrencar de nou:
de: Einhängepunkt nach dem Neustart:
fi: Liitospiste uudelleenkäynnistyksessä:
kn: ಮರು ಬೂಟಿಸಿದಾಗಿನ ಆರೋಹಣ ತಾಣ:
mai: फेर बूट पर आरोह बिंदु:
mr: पुनःसुरू केल्यास आरोहण बींदू निश्चित करा:
nl: Aankoppel punt na herstart:
pt: Ponto de Montagem ao Reiniciar:

source: File System:
as: নথিপত্ৰ-প্ৰণালী:
ca: Sistema de fitxers:
de: Dateisystem:
fi: Tiedostojärjestelmä:
kn: ಕಡತ ವ್ಯವಸ್ಥೆ:
mai: फाइल सिस्टम:
mr: फाइल प्रणाली:
nl: Bestandssysteem:
pt: Sistema de Ficheiros:

source: Physical Volume Name:
as: প্ৰকৃত আয়তনৰ নাম:
ca: Nom del VF:
de: Name des physischen Datenträgers:
fi: Fyysisen taltion nimi:
kn: ಭೌತಿಕ ಪರಿಮಾಣದ ಹೆಸರು:
mai: फिजिकल वाल्यूम नाम:
mr: वास्तवीक खंड नाव:
nl: Fysieke volume naam:
pt: Nome do Volume Físico:

source: Physical Volume Size:
as: প্ৰকৃত আয়তনৰ আকাৰ:
ca: Mida del VF:
de: Größe des physischen Datenträgers:
fi: Fyysisen taltion koko:
kn: ಭೌತಿಕ ಪರಿಮಾಣದ ಗಾತ್ರ:
mai: फिजिकल वाल्यूम आकार:
mr: वास्तवीक खंड आकार:
nl: Fysieke volume grootte:
pt: Tamanho do Volume Físico:

source: Space Used:
as: ব্যৱহৃত স্থান:
ca: Espai utilitzat:
de: Verwendeter Speicherplatz:
fi: Käytetty tila:
kn: ಬಳಸಲ್ಪಟ್ಟ ಜಾಗ:
mai: प्रयुक्त स्थान:
mr: जागा वापरा:
nl: Gebruikte ruimte:
pt: Espaço Utilizado:

source: Space Free:
as: অৱ্যৱহৃত স্থান:
ca: Espai lliure:
de: Freier Speicherplatz:
fi: Vapaa tila:
kn: ಮಿಕ್ಕುಳಿದ ಜಾಗ:
mai: स्थान मुक्त:
mr: रिकामी जागा:
nl: Vrije ruimte:
pt: Espaço Livre:

source: Total Physical Extents:
as: প্ৰকৃত এক্সটন্টৰ সৰ্বমোট সংখ্যা:
ca: Núm. total d'àrees físiques reservades:
de: Gesamtzahl physischer Speichereinheiten:
fi: Fyysisiä varausyksiköitä yhteensä:
kn: ಒಟ್ಟು ಭೌತಿಕ ವ್ಯಾಪ್ತಿಗಳು:
mai: कुल भौतिक विस्तार:
mr: एकूण वास्तीक विस्तार:
nl: Totaal Fysieke omvang:
pt: Total de Extensões Físicas:

source: Allocated Physical Extents:
as: আৰক্ষিত প্ৰকৃত এক্সটন্ট (PE):
ca: Àrees físiques reservades que s'han assignat:
de: Zugewiesene physische Speichereinheiten:
fi: Varattuja fyysisiä varausyksiköitä_
kn: ನಿಯೋಜಿಸಲಾದ ಭೌತಿಕ ವ್ಯಾಪ್ತಿಗಳು;
mai: संभाजित भौतिक विस्तार:
mr: विभाजीत वास्तवीक विस्तार:
nl: Toegewezen Fysieke omvang:
pt: Extensões Físicas Alocadas:

source: PV UUID:
ca: UUID del VF:
de: Physische Datenträger UUID:
fi: Fyysisen taltion UUID:
nl: FV UUID:
pt: UUID do VF:

source: Not initializable:
as: আৰম্ভ কৰা সম্ভৱ নহয়:
ca: No inicialitzable:
de: Nicht initialisierbar
fi: Ei alustuskelpoinen:
kn: ಆರಂಭಿಸಲು ಸಾಧ್ಯವಾಗದೆ ಇರುವಂತಹ:
mai: नहि आरंभ करब योग्य:
mr: प्रारंभ करताजोगी नाही:
nl: Niet te initialiseren:
pt: Não inicializável:

source: Extended partition
as: এক্সটন্ডড পাৰ্টিশান
ca: Partició estesa
de: Erweiterte Partition
fi: Laajennettu osio
kn: ವಿಸ್ತರಿಸಲಾದ ವಿಭಾಗ(Extended partition)
mai: विस्तारित विभाजन
mr: विस्तारित विभाजन
nl: Extended partitie
pt: Partição extendida

source: Swap partition currently in use
as: বৰ্তমান ব্যৱহৃত Swap পাৰ্টিশন
ca: Intercanvia la partició actualment en ús
de: Swap-Partition wird momentan benutzt
fi: Sivutustiedosto on jo käytössä.
kn: ಪ್ರಸಕ್ತ ಬಳಕೆಯಲ್ಲಿರುವ ವಿನಿಮಯ(Swap) ವಿಭಾಗ
mai: प्रयोग मे अखन स्वैप विभाजन
mr: स्वॅप विभाजन सद्या वापरणीत आहे
nl: Swap partitie momenteel in gebruik
pt: Partição de memória virtual em uso

source: Foreign boot partition
as: ফোৰন বুট পাৰ্টিশান
ca: Partició d'arrencada aliena
de: Nicht-Linux Boot Partition
fi: Vieras käynnistysosio
kn: ಬಾಹ್ಯ ಬೂಟ್ ವಿಭಾಗ
mai: विजातीय बूट विभाजन
mr: बाहेरील बूट विभाजन
nl: Boot partitie van ander besturingssysteem
pt: Partição de arranque legada

source: Autopartition failure
as: স্বয়ংক্ৰিয় পাৰ্টিশান কৰ্ম ব্যৰ্থ
ca: Ha fallat la partició automàtica
de: Automatische Partitionierung fehlgeschlagen
fi: Automaattinen osiointi epäonnistui
kn: ಸ್ವಯಂವಿಭಜನೆಯ ವಿಫಲತೆ
mai: स्वविभाजन विफलता
mr: स्वयंविभाजन अपयशी
nl: Automatisch opdelen in partities mislukt
pt: Erro de particionamento automático

source: Partition manually
as: ব্যৱহাৰকাৰীৰ দ্বাৰা পাৰ্টিশান
ca: Particiona manualment
de: Manuelle Partitionierung:
fi: Osioi manuaalisesti
kn: ಸ್ವಹಸ್ತದಿಂದ ವಿಭಜನೆ ಮಾಡು
mai: विभाजन दस्ती रूप सँ करू
mr: विभाजन स्वतः करा
nl: Handmatig opdelen in partities
pt: Particionar manualmente

source: Multipath device
as: মাল্টিপাথ ডিভাইস
ca: Dispositiu Multipath
de: Multipath-Gerät
fi: Monipolkuinen (multipath) laite
kn: ಬಹುಪಥ ಸಾಧನ
mai: बहु पथ युक्ति
mr: बहुमार्गीय साधन
nl: Multi-pad apparaat
pt: Dispositivo Multi-Local

source: Note:
as: উল্লেখ্য:
ca: Nota:
de: Hinweis:
fi: Huomautus:
kn: ಟಿಪ್ಪಣಿ:
mai: नोट:
mr: टिप:
nl: Merk op:
pt: Nota:

source: Initialize manually
as: ব্যৱহাৰকাৰীৰ দ্বাৰা আৰম্ভ
ca: Inicialitza manualment
de: Initialisiere manuell
fi: Alusta manuaalisesti
kn: ಸ್ವಹಸ್ತದಿಂದ ಆರಂಭಿಸು
mai: दस्ती प्रारंभीकृत करू
mr: प्रारंभ स्वतः करा
nl: Handmatig initialiseren
pt: Inicializar manualmente

source: Clustered:
as: ক্লাস্টাৰ বিশিষ্ট:
ca: Enclustrat:
de: Geclustert:
fi: Klusteroitu:
kn: ಕ್ಲಸ್ಟರ್ ಆದಂತಹ:
mai: क्लस्टर कएल:
mr: संग्रहीत:
nl: Geclusterd:
pt: Em 'cluster':

source: True
ca: Cert
de: Richtig
fi: Tosi
kn: ನಿಜ
mai: सही
mr: खरे
nl: Waar
pt: Verdadeiro

source: False
ca: Fals
de: Falsch
fi: Epätosi
kn: ಅಲ್ಲ
mai: गलत
mr: खोटे
nl: Onwaar
pt: Falso

source: Number of mirror images:
as: মিৰৰ ইমজৰ সংখ্যা:
ca: Núm. d'imatges de rèplica:
de: Anzahl der Spiegelabbilder:
fi: Peililevykuvien määrä:
kn: ಪ್ರತಿರೂಪ ಚಿತ್ರಗಳ ಸಂಖ್ಯೆ:
mai: मिरर बिंब क' संख्या:
mr: प्रतिकृत प्रतिमांची संख्या:
nl: Aantal spiegel images:
pt: Número de imagens de réplicas:

source: Snapshots:
as: স্ন্যাপশট:
ca: Instantànies:
de: Schnappschuss:
fi: Tilannevedokset:
kn: ಭಾವಚಿತ್ರಗಳು(ಸ್ನ್ಯಾಪ್‌ಶಾಟ್):
mai: स्नेपशाट:
mr: छायाचित्रप्रत:
pt: Imagens:

source: Snapshot origin:
as: স্ন্যাপশটৰ মূল উৎস:
ca: Origen de les instantànies:
de: Original des Schnappschusses:
fi: Tilannevedoksen alkuperä:
kn: ಭಾವಚಿತ್ರ(ಸ್ನ್ಯಾಪ್‌ಶಾಟ್) ಮೂಲ:
mai: स्नेपशाट मूल:
mr: छायाचित्रप्रत
nl: Snapshot oorsprong:
pt: Original da imagem:

source: Snapshot usage:
as: স্ন্যাপশটৰ ব্যৱহাৰ:
ca: Ús de les instanànies:
de: Schnappschuss Verwendung
fi: Tilannevedoksen käyttöaste:
kn: ಭಾವಚಿತ್ರ(ಸ್ನ್ಯಾಪ್‌ಶಾಟ್) ಬಳಕೆ:
mai: स्नेपशाट प्रयोग:
mr: छायाचित्रप्रत वापर:
nl: Snapshot gebruik:
pt: Utilização da imagem:

source: / Root Filesystem
as: / Root নথিপত্ৰ-প্ৰণালী
ca: / Arrel del sistema de fitxers
de: / Root Dateisystem
fi: / Juuritiedostojärjestelmä
kn: / ಮೂಲ ಕಡತವ್ಯವಸ್ಥೆ
mai: / रूट फाइलसिस्टम
mr: / रूट फाइलप्रणाली
nl: / Root bestandssysteem
pt: / Sistema de Ficheiros de Raiz

source: None
as: শূণ্য
ca: Sense
de: Keines
fi: Ei mitään
kn: ಯಾವುದೂ ಇಲ್ಲ
mai: किछु नहि
mr: काहीच नाही
nl: Geen
pt: Nenhum

source: SCSI Address:
as: SCSI ঠিকানা:
ca: Adreça SCSI:
de: SCSI-Adresse:
fi: SCSI-osoite:
kn: SCSI ವಿಳಾಸ:
mai: SCSI पता:
mr: SCSI पत्ता:
nl: SCSI adres:
pt: Endereço SCSI:

source: SCSI ID:
ca: ID SCSI:
fi: SCSI-tunnus:

source: All data on disk entity %s will be lost! Are you certain that you wish to initialize it?
as: %s নামক ডিস্কৰ স্বত্বাত উপস্থিত সমস্ত তথ্য মুছ যাব! আপুনি কি নিশ্চিতৰূপ এটি আৰম্ভ কৰোঁতে ইচ্ছুক?
ca: Totes les dades del disc %s es perdran. Esteu del tot segur que voleu inicialitzar-lo?
de: Alle Daten auf der Datenträgereinheit %s gehen verloren! Sind Sie sicher das Sie sie initialisieren möchten?
fi: Kaikki data levyllä %s menetetään! Haluatko varmasti alustaa sen?
kn: ಡಿಸ್ಕ್ ಎಂಟಿಟಿ %s ಯಲ್ಲಿರುವ ಎಲ್ಲಾ ದತ್ತಾಂಶವು ನಾಶವಾಗುತ್ತದೆ! ಅದನ್ನು ಆರಂಭಿಸಲು ಬಯಸುತ್ತೀರೆಂದು ನೀವು ಖಾತ್ರಿಯೆ?
mai: डिस्क एंटिटी पर सारे आंकड़े %s समाप्त हो जायेंगे! क' अहाँ एकरा आरंभ करब क'लेल निश्चित छी?
mr: डीस्क वस्तु %s वरील सर्व माहिती नाहीसे होईल!तुम्हाला नक्की प्रारंभ करायचे?
nl: Alle data op schijf entiteit %s zal verloren raken! Weet je zeker dat je het wilt initialiseren?
pt: Todos os dados na entidade do disco %s serão perdidos! Tem a certeza que deseja inicializá-la?

source: Disk entity %s contains %s filesystem. All data on it will be lost! Are you certain that you wish to initialize disk entity %s?
as: %s নামক ডিস্ক স্বত্বাত %s নথিপত্ৰ-প্ৰণালী আছে । এত উপস্থিত সমস্ত তথ্য মুছ যাব! আপুনি কি নিশ্চিতৰূপ %s নামক ডিস্ক স্বত্বা আৰম্ভ কৰোঁতে ইচ্ছুক?
ca: L'entitat de disc %s conté el sistema de fitxers %s. Se'n perdran totes les dades. Esteu del tot segur que voleu inicialitzar l'entitat de disc %s?
de: Die Datenträgereinheit %s enthält ein %s Dateisystem. Alle Daten die sich darauf befinden, gehen dabei verloren! Sind Sie sicher, dass Sie die Datenträgereinheit %s initialisieren möchten?
fi: Levy %s sisältää tiedostojärjestelmän %s. Kaikki sillä oleva data menetetään! Oletko varma, että haluat alustaa levyn %s?
kn: ಡಿಸ್ಕ್ ಎಂಟಿಟಿ %s ಯು %s ಕಡತವ್ಯವಸ್ಥೆಯನ್ನು ಹೊಂದಿದೆ. ಇದರಲ್ಲಿರುವ ಎಲ್ಲಾ ದತ್ತಾಂಶ ನಾಶವಾಗುತ್ತವೆ! ಡಿಸ್ಕ್ ಎಂಟಿಟಿ %s ಅನ್ನು ಆರಂಭಿಸಲು ಬಯಸುತ್ತೀರೆಂದು ನೀವು ಖಾತ್ರಿಯೆ?
mai: डिस्क एंटिटी %s मे %s फाइलसिस्टम अछि. एहिपर सारे आंकड़ा समाप्त हो जएताह! क' अहाँ निश्चित छी जे अहाँ डिस्क एंटिटी %s केँ आंरभी कृत करब क' इच्छा राखैत छी?
mr: डीस्क वस्तु %s मध्ये %s फाइलप्रणाली समाविष्ट आहे. त्यावरील सर्व माहिती नाहीसे होईल! तुम्हाला नक्की डीस्क वस्तु %s प्रारंभ करायचे?
nl: Schijf entiteit %s bevat %s bestandssysteem. Alle data zal verloren gaan! Weet je zeker dat je schijf entiteit %s wilt initialiseren?
pt: A entidade do disco %s contém o sistema de ficheiros %s. Todos os dados nela serão perdidos! Tem a certeza que deseja inicializar a entidade do disco %s?

source: Disk entity %s contains data from directory %s. All data in it will be lost! Are you certain that you wish to initialize disk entity %s?
as: %s নামক ডিস্ক স্বত্বাত %s ডিৰক্টৰিৰ তথ্য উপস্থিত আছে । এত উপস্থিত সমস্ত তথ্য মুছ যাব! আপুনি কি নিশ্চিতৰূপ %s নামক ডিস্ক স্বত্বা আৰম্ভ কৰোঁতে ইচ্ছুক?
ca: L'entitat de disc %s conté dades del directori %s. Es perdran totes les dades! Esteu segurs que voleu inicialitzat l'entitat de disc %s?
de: Die Datenträgereinheit %s enthält Daten aus dem Verzeichnis %s. Alle Daten,die sich darin befinden, gehen dabei verloren. Sind Sie sicher das sie die Datenträgereinheit %s initialisieren wollen?
fi: Levy %s sisältää dataa hakemistosta %s. Kaikki siinä oleva data menetetään. Oletko varma, että haluat alustaa levyn %s?
kn: ಡಿಸ್ಕ್ ಎಂಟಿಟಿ %s ಯು ಕಡತ ಕೋಶ %s ದಿಂದ ದತ್ತಾಂಶವನ್ನು ಹೊಂದಿದೆ. ಇದರಲ್ಲಿರುವ ಎಲ್ಲಾ ದತ್ತಾಂಶ ನಾಶವಾಗುತ್ತವೆ! ಡಿಸ್ಕ್ ಎಂಟಿಟಿ %s ಅನ್ನು ಆರಂಭಿಸಲು ಬಯಸುತ್ತೀರೆಂದು ನೀವು ಖಾತ್ರಿಯೆ?
mai: डिस्क एंटिटी %s मे %s निर्देशिका सँ आंकड़ा समाहित अछि. एहिमे सारे आंकड़ा समाप्त हो जएताह! क' अहाँ निश्चित छी जे अहाँ डिस्क एंटिटी %s केँ आरंभीकृत कएनाइ चाहैत छी?
mr: डीस्क वस्तु %s मध्ये %s संचयीकेमधिल माहिती अंतर्भूत आहे. . त्यावरील सर्व माहिती नाहीसे होईल! तुम्हाला नक्की डीस्क वस्तु %s प्रारंभ करायचे?
nl: Schijf entiteit %s bevat data van map %s. Alle data hierin zal verloren gaan! Weet je zeker dat je schijf entiteit %s wilt initialiseren?
pt: A entidade do disco %s contém dados da pasta %s. Todos os dados nela serão perdidos! Tem a certeza que deseja inicializar a entidade do disco %s?

source: Are you certain that you wish to initialize %s of free space on disk %s?
as: আপুনি কি নিশ্চিতৰূপ %s ৰিক্ত স্থান, %s ডিস্কৰ উপৰ সক্ৰিয় কৰোঁতে ইচ্ছুক?
ca: Esteu segur que voleu inicialitzar %s d'espai lliure a l'entitat de disc %s?
de: Sind Sie sicher, dass Sie %s freien Speicher auf Festplatte %s initialisieren möchten?
fi: Haluatko varmasti alustaa %s vapaata tilaa levyllä %s?
kn: %s ಅನ್ನು ಮುಕ್ತ ಸ್ಥಳವನ್ನು ಹೊಂದಿದ ಡಿಸ್ಕ್ %s ನಲ್ಲಿ ಆರಂಭಿಸಲು ನೀವು ಖಚಿತವೆ?
mai: की अहाँ निश्चित छी जे अहाँ डिस्क एंटिटी %s केँ प्रारंभीकृत कएनाइ चाहैत छी %s डिस्क पर?
mr: तुम्हाला डीस्क %s वरील %s रिक्त जागा नक्की प्रारंभ करायचे?
nl: Weet je zeker dat je %s aan vrije ruimte wilt initialiseren op schijf %s?
pt: Tem a certeza que deseja inicializar %s de espaço livre no disco %s?

source: You are about to initialize unpartitioned disk %s. It is advisable, although not required, to create a partition on it. Do you want to create a single partition encompassing the whole drive?
as: আপুনি পাৰ্টিশান নকৰা ডিস্ক %s সক্ৰিয় কৰোঁতে চলছন । আৱশ্যক না হলও এত এটা পাৰ্টিশান নিৰ্মাণ কৰা বাঞ্ছনীয় । সম্পূৰ্ণ ড্ৰাইভ জুড় আপুনি এটা পাৰ্টিশান নিৰ্মাণ কৰোঁতে ইচ্ছুক কি?
ca: Esteu a punt d'inicialitzar un disc sense particionar %s. Es recomana, encara que no sigui necessari, crear-hi una partició. Voleu crear una única partició que ocupi tota la unitat?
de: Sie sind in Begriff die unpartitionierte Festplatte %s zu initialisieren. Es ist empfehlenswert, aber nicht notwendig, eine Partition darauf zu erstellen.Möchten Sie eine einzelne Partition erstellen die das gesamte Laufwerk erfasst?
fi: Olet alustamassa osioimatonta levyä %s. On suositeltavaa, mutta ei pakollista, luoda sille osio. Haluatko luoda yhden osion, joka käsittää koko aseman?
kn: ನೀವು ವಿಭಜನೆ ಆಗಿರದೆ ಇರುವ ಡಿಸ್ಕ %s ಅನ್ನು ಆರಂಭಿಸಲಿದ್ದೀರಿ. ಅಗತ್ಯವಿಲ್ಲದೇ ಹೋದರೂ, ಇದರಲ್ಲಿ ವಿಭಾಗವನ್ನು ರಚಿಸಲು ಸಲಹೆ ಮಾಡಲಾಗುತ್ತದೆ. ಇಡಿ ಡಿಸ್ಕನ್ನು ಆಕ್ರಮಿಸುವ ಒಂದೇ ಒಂದು ವಿಭಾಗವನ್ನು ರಚಿಸಲು ನೀವು ಬಯಸುತ್ತೀರೆ?
mai: अहाँ अविभाजित डिस्क %s केँ आरंभ करब क' करीब छी. ई सलाह योग्य अछि. हालांकि जरूरी नहि अछि. ई पर एकटा विभाजन क' निर्माण कएनाइ. क' अहाँ एकल विभाजन पूरी ड्राइव केँ समेटते हुये बनैनाइ चाहैत छी?
mr: तुम्ही अविभाजीत डीस्क %s प्रारंभीत करणार आहात. असे सुचविले जाते, जरी आवश्यक नाही, तरी त्यावर विभाजन निर्माण करा. तुम्हाला संपूर्ण ड्राइव्ह वरील फक्त एकच विभाजन बनवायचे?
nl: Je staat op het punt om niet-gepartitioneerde schijf %s te initialiseren. Het is aan te raden, hoewel niet noodzakelijk, op deze schijf een partitie aan te maken. Wil je een enkele partitie aanmaken die de hele schijf omvat?
pt: Está prestes a inicializar o disco sem partições %s. É aconselhável, ainda que desnecessário, criar uma partição nele. Deseja criar uma única partição que ocupe o disco todo?

source: Reloading LVM. Please wait.
as: LVM পুনৰায় লোড কৰা হচ্ছ । অনুগ্ৰহ কৰি অপক্ষা কৰক ।
ca: S'esta carregant de nou l'LVM. Espereu.
de: LVM wird neu geladen. Bitte warten.
fi: Uudelleenladataan LVM:ää. Odota hetki.
kn: LVM ಅನ್ನು ಓದಲಾಗುತ್ತಿದೆ. ದಯವಿಟ್ಟು ಕಾಯಿರಿ.
mai: LVM फेर लोड कए रहल अछि. कृपया प्रतीक्षा करू.
mr: LVM पुनः दाखल करत आहे. कृपया थांबा.
nl: Herladen van LVM. Even geduld.
pt: A carregar de novo o LVM. Espere por favor.

source: Changes will take effect after computer is restarted. If device %s is used, before restart, data corruption WILL occur. It is advisable to restart your computer now.
as: কম্পিউটাৰ পুনৰাৰম্ভ কৰা হল পৰিবৰ্তন প্ৰয়োগ কৰা হব । পুনৰাৰম্ভ কৰাৰ পূৰ্ব যদি %s নামক ডিভাইসটি আৰম্ভ কৰা হয় তাহল তথ্য ক্ষতিগ্ৰস্ত হব । এই মুহূৰ্ত কম্পিউটাৰ পুনৰাম্ভ কৰা বাঞ্ছনীয় ।
ca: Els canvis sorgiran efecte el proper cop que reinicieu l'ordinador. Si s'utilitza el dispositiu %s, abans de reiniciar, es produirà una CORRUPCIÓ en les dades. Es recomana que reinicieu ara l'ordinador.
de: Die Veränderungen werden nach einem Neustart des Computers wirksam. Wenn das Gerät %s vor einem Neustart benutzt wird, werden Daten zerstört werden.
fi: Muutokset tulevat voimaan tietokoneen uudelleenkäynnistyksen jälkeen. Jos laitetta %s käytetään ennen uudelleenkäynnistystä, dataa KORRUPTOITUU. On suositeltavaa käynnistää tietokone uudelleen nyt.
kn: ಗಣಕವನ್ನು ಮರಳಿಪ್ರಾರಂಭಿಸಿದಾಗ ಬದಲಾವಣೆಗಳು ಪರಿಣಾಮ ಬೀರುತ್ತವೆ. ಮರಳಿ ಆರಂಭದ ಮೊದಲು, ಸಾಧನ %s ವು ಬಳಸಲ್ಪಟ್ಟಿದ್ದರೆ, ದತ್ತಾಂಶ ಭ್ರಷ್ಟತೆಯು ಆಗುತ್ತದೆ. ಆದ್ದರಿಂದ ಈಗಲೆ ನಿಮ್ಮ ಗಣಕವನ್ನು ಮರಳಿ ಆರಂಭಿಸಲು ಸಲಹೆ ಮಾಡಲಾಗುತ್ತದೆ.
mai: बदलाव प्रभावी हाएत कंप्यूटर क' फेर आरंभ हए पर. जँ युक्ति %s प्रयुक्त हाएत अछि. फेर आंरभ कए पहिने, आंकड़ा खराबी अएताह. ई सलाह योग्य अछि अहाँ कंप्यूटर फेर आंरभ करू .
mr: संगणक पुन्हा सुरू केल्यावरच बदलावांचा प्रभाव दिसून पडेल. पुन्हा सुरू केल्यावर, जर %s वापरले जात असेल, तर माहिती अनीतिभ्रष्ट होईल. असे सुचविले जाते की तुम्ही संगणक पुन्हा सुरू करा.
nl: Veranderingen zullen pas zijn doorgevoerd nadat de computer is herstart. Als apparaat %s wordt gebruikt voor herstart, zal data ONHERROEPELIJK worden verminkt. Het wordt aangeraden jouw computer nu te herstarten.
pt: As modificações farão efeito após o computador reiniciar. Se o dispositivo %s for usado antes do arranque, IRÁ ocorrer corrupção dos dados. Aconselha-se que reinicie o seu computador agora.

source: Mirror Log
as: মিৰৰ লগ
ca: Registre de la rèplica
de: Spiegelungs Protokoll
fi: Peililuettelo
kn: ಪ್ರತಿರೂಪ ಲಾಗ್
mai: मिरर लाग
mr: प्रतिकृत लॉग
nl: Spiegel log
pt: Registo da Replicação

source: Unable to process request
as: প্ৰসসৰ অনুৰোধ পালন কৰি ব্যৰ্থ
ca: No s'ha pogut processar la petició
de: Konnte Anfrage nicht ausführen
fi: Pyyntöä ei voitu käsitellä
kn: ಮನವಿಯನ್ನು ಪರಿಷ್ಕರಿಸಲಾಗಲಿಲ್ಲ
mai: आग्रह क' प्रक्रिया मे असमर्थ
mr: विनंती विश्लेषीत केले जाऊ शकत नाही
nl: Niet in staat om aanvraag te verwerken
pt: Não é possível processar o pedido

source: %s command failed. Command attempted: "%s" - System Error Message: %s
as: %s কমান্ড ব্যৰ্থ । কমান্ড প্ৰচষ্টা কৰছিল: "%s" - প্ৰণালী ত্ৰুটিৰ বাৰ্তা: %s
ca: Ha fallat l'ordre %s. S'ha provat l'ordre «%s» - Missatge d'error del sistema: %s
de: Die Anweisung %s schlug fehl. Versuchter Befehl: "%s" - System-Fehlermeldung: %s
fi: %s-komento epäonnistui. Yritetty komento: ”%s” - järjestelmän virheviesti: %s
kn: %s ಆಜ್ಞೆಯು ವಿಫಲಗೊಂಡಿದೆ. ಪ್ರಯತ್ನಿಸಲಾದ ಆಜ್ಞೆ: "%s" - ಗಣಕದ ದೋಷ ಸಂದೇಶ: %s
mai: %s कमांड विफल. प्रयास कएल गेल समादेश: "%s" - सिस्टम त्रुटि संदेश: %s
mr: %s आदेश अपयशी. आदेश वापरण्याचा प्रयत्न: "%s" - प्रणाली त्रूटी संदेश: %s
nl: Commando %s is mislukt. Gebruikt commando: "%s" - Systeem foutmelding: %s
pt: O comando %s falhou. Comando tentado: "%s" - Mensagem de Erro do Sistema: %s

source: Free
as: মুক্ত
ca: Lliure
de: Frei
fi: Vapaana
kn: ಮುಕ್ತ
mai: मुक्त
mr: मुक्त
nl: Vrij
pt: Livre

source: Free space
as: শূণ্য স্থান
ca: Espai lliure
de: Freier Speicherplatz
fi: Vapaa tila
kn: ಮುಕ್ತ ಜಾಗ
mai: मुक्त स्थान
mr: मुक्त जागा
nl: Vrije ruimte
pt: Espaço livre

source: Unpartitioned space
as: পাৰ্টিশান নকৰা স্থান
ca: Espai sense partir
de: Unpartitionierter Speicherplatz
fi: Osioimaton tila
kn: ವಿಭಜನೆಗೊಳ್ಳದ ಸ್ಥಳ
mai: अविभाजित स्थान
mr: अविभाजीत जागा
nl: Niet-gepartioneerde ruimte
pt: Espaço sem partições

source: Unpartitioned space on %s
as: %s-এ উপস্থিত পাৰ্টিশান নকৰা স্থান
ca: Espai sense partir a %s
de: Unpartitionierter Speicherplatz auf %s
fi: Osioimaton tila laitteella %s
kn: %s ನಲ್ಲಿನ ವಿಭಜನೆಗೊಳ್ಳದ ಸ್ಥಳ
mai: %s पर अविभाजित स्थान
mr: %s वरील अविभाजीत जागा
nl: Niet-gepartioneerde ruimte op %s
pt: Espaço sem partições em %s

source: GB
as: গিগাবাইট
fi: Gt

source: MB
as: মগাবাইট
fi: Mt
mai: मे.बा.

source: KB
as: কিলোবাইট
fi: kt

source: Bytes
as: বাইট
fi: Tavua
kn: ಬೈಟುಗಳು
mai: बाइट्स
mr: बाईट

source: No Filesystem
as: নথিপত্ৰ-প্ৰণালী বিহীন
ca: Sense sistema de fitxers
de: Kein Dateisystem
fi: Ei tiedostojärjestelmää
kn: ಕಡತ ವ್ಯವಸ್ಥೆ ಇಲ್ಲ
mai: कोनो फाइलसिस्टम नहि
mr: फाइलप्रणाली नाही
nl: Geen bestandssysteem
pt: Sem Sistema de Ficheiros

source: Properties for
as: বৈশিষ্ট্যাবলী
ca: Propietats per a
de: Eigenschaften von
fi: Ominaisuudet kohteelle
kn: ಇವುಗಳ ಗುಣಲಕ್ಷಣಗಳು
mai: ई क'लेल गुण
mr: करीता गुणधर्म
nl: Eigenschappen van
pt: Propriedades para

source: Physical Volume
as: প্ৰকৃত আয়তন
ca: Volum Físic (VF)
de: Physischer Datenträger
fi: Fyysinen taltio
kn: ಭೌತಿಕ ಪರಿಮಾಣ
mai: फिजिकल वाल्यूम
mr: वास्तवीक खंड
nl: Fysieke volume
pt: Volume Físico

source: Logical Volume
as: লজিকেল আয়তন
ca: Volum Lògic (VL)
de: Logischer Datenträger
fi: Looginen taltio
kn: ತಾರ್ಕಿಕ ಪರಿಮಾಣ
mai: लाजिकल वाल्यूम
mr: तर्कदृष्ट्या खंड
nl: Logische volume
pt: VOlume Lógico

source: Unallocated Volume
as: আৰক্ষণবিহীন আয়তন
ca: Volum sense allotjar
de: Nicht zugeteilter Datenträger
fi: Varaamaton taltio
kn: ನಿಯೋಜಿತಗೊಳ್ಳದಾ ಪರಿಮಾಣ
mai: असंभाजित आयतन
mr: अविभाजीत खंड
nl: Niet-toegewezen volume
pt: Volume Não Alocado

source: Disk Entity
as: ডিস্কৰ স্বত্বা
ca: Entitat de Disc (ED)
de: Datenträgereinheit
fi: Levy
kn: ಡಿಸ್ಕ್ ಎಂಟಿಟಿ
mai: डिस्क एंटिटी
mr: डीस्क वस्तु
nl: Schijf entiteit
pt: Entidade de Disco

source: Volume Group
as: আয়তন সমষ্টি
ca: Grup de Volums (GVV)
de: Datenträgergruppe
fi: Taltioryhmä
kn: ಪರಿಮಾಣ ಸಮೂಹ
mai: वाल्यूम ग्रूप
mr: खंड गट
nl: Volume groep
pt: Grupo de Volumes

source: No Volume Selected
as: কোনো আয়তন নিৰ্ব্বাচন কৰা নহয়
ca: No s'ha seleccionat cap volum
de: Kein Datenträger ausgewählt
fi: Taltiota ei ole valittu
kn: ಯಾವುದೆ ಪರಿಮಾಣವು ಆರಿಸಲ್ಪಟ್ಟಿಲ್ಲ
mai: कोनो आयतन नहि चुनल गेल
mr: खंड निवडले गेले नाही
nl: Geen volume geselecteerd
pt: Nenhum Volume Seleccionado

source: Multiple selection
as: একাধিক নিৰ্ব্বাচন
ca: Selecció múltiple
de: Mehrfachauswahl
fi: Usean valinta
kn: ಅನೇಕ ಆಯ್ಕೆ
mai: कई चयन
mr: बहु निवड
nl: Meervoudige selectie
pt: Selecção múltipla

source: Logical View
as: লজিকেল প্ৰদৰ্শন
ca: Nivell Lògic
de: Logische Ansicht
fi: Looginen näkymä
kn: ತಾರ್ಕಿಕ ನೋಟ
mai: तार्किक दृश्य
mr: तर्कदृष्ट्या दृश्य
nl: Logische weergave
pt: Vista Lógica

source: Physical View
as: প্ৰকৃত প্ৰদৰ্শন
ca: Nivell Físic
de: Physische Ansicht
fi: Fyysinen näkymä
kn: ಭೌತಿಕ ನೋಟ
mai: भौतिक दृश्य
mr: वास्तवीक दृश्य
nl: Fysieke weergave
pt: Vista Física

source: Unallocated
as: আৰক্ষণবিহীন
ca: Sense allotjar
de: Nicht zugeteilt
fi: Varaamaton
kn: ನಿಯೋಜಿತಗೊಳ್ಳದ
mai: असंभाजित
mr: अविभागीत
nl: Niet-toegewezen
pt: Não Alocado

source: Uninitialized
as: নিষ্ক্ৰিয়
ca: Sense inicialitzar
de: Nicht initialisiert
fi: Alustamaton
kn: ಆರಂಭಿಸಲಾಗಿಲ್ಲದ
mai: अप्रारंभीकृत
mr: अप्रारंभीक
nl: Niet-geïnitialiseerd
pt: Não Inicializado
