Repository: i-nod/system-config-lvm
Catalog: po/*.po
Languages: as, ca, de, fi, kn, mai, mr, nl, pt

source: LVM is configured to use Cluster Locking mechanism, but cluster is not quorate. Either wait until cluster is quorate or turn off cluster locking (locking_type=1 in /etc/lvm/lvm.conf).
as: ক্লাস্টাৰ লক ব্যৱস্থা ব্যৱহাৰৰ উদ্দেশ্যে LVM বিন্যাস কৰা হ'লেও ক্লাস্টাৰ বৰ্তমানে quorate নহয়: ক্লাস্টাৰ quorate অবধি অপেক্ষা কৰক অথবা ক্লাস্টাৰ লক ব্যৱস্থা নিষ্ক্ৰিয় কৰক (/etc/lvm/lvm.conf নথিপত্ৰত locking_type=1 ধাৰ্য কৰক) ।
ca: El gestor de volums lògics està configurat per a utilitzar el mecanisme de bloqueig de clústers, no obstant el clúster no es pot avaluar. O bé espereu a que es pugui avaluar o bé apagueu el bloqueig del clúster (locking_type=1 a /etc/lvm/lvm.conf).
de: LVM ist so konfiguriert, dass es den Cluster-Locking-Mechanismus nutzt, aber das Cluster ist nicht handlungsfähig. Bitte warten Sie entweder, bis das Cluster handlungsfähig ist oder schalten Sie das Cluster Locking aus (locking_type=1 in /etc/lvm/lvm.conf).
fi: LVM on asetettu käyttämään klusterilukitusmekanismia, mutta klusteri ei ole toiminnassa. Joko odota, että klusteri on toiminnassa tai kytke klusterilukitus pois käytöstä (locking_type=1 tiedostossa /etc/lvm/lvm.conf).
kn: LVM ಅನ್ನು ಕ್ಲಸ್ಟರ್ ಲಾಕ್ ಮಾಡುವ ವಿಧಾನದಲ್ಲಿ ಸಂರಚಿಸಲಾಗಿದೆ, ಆದರೆ ಕ್ಲಸ್ಟರ್ ಒಂದುquorate ಆಗಿಲ್ಲ. ಕ್ಲಸ್ಟರ್ quorate ಕಾಯಿರಿ ಅಥವ ಕ್ಲಸ್ಟರ್ ಲಾಕ್ ಮಾಡುವಿಕೆಯನ್ನು ಆಫ್ ಮಾಡಿ.(ಲಾಕ್ ಮಾಡುವ_ಬಗೆ= /etc/lvm/lvm.conf ನಲ್ಲಿ 1 ಆಗಿರುತ್ತದೆ).
mr: LVM ला क्लस्टर कुलूपबंद पद्धत वापरण्यासाठी संरचीत केले आहे, परंतु क्लस्टर quorate नाही. एकतर क्लस्टर quorate असेपर्यंत थांबा किंवा क्लस्टर कुलूपबंद बंद करा (/etc/lvm/lvm.conf मधील locking_type=1).
nl: LVM is ingesteld om het Cluster vergrendel mechanisme te gebruiken, maar het cluster heeft geen quorum. Wacht tot het cluster quorum heeft, of zet cluster vergrendelen uit (locking_type=1 in /etc/lvm/lvm.conf).
pt: O LVM está configurado para usar o mecanismo de Bloqueio em 'Clusters', mas o 'cluster' não tem membros suficientes. Tanto poderá esperar até o 'cluster' tem nós suficientes ou desligue o bloqueio no 'cluster' (locking_type=1 no /etc/lvm/lvm.conf).

source: %s only supports file and cluster based lockings (locking_type=1, 2 or 3 in /etc/lvm/lvm.conf).
as: %s দ্বাৰা অকল নথিপত্ৰ আৰু ক্লাস্টাৰ ভিত্তিক লক ব্যৱস্থা সমৰ্থিত হয় (/etc/lvm/lvm.conf নথিপত্ৰত locking_type=1,2 অথবা 3 ধাৰ্য কৰক) ।
ca: %s únicament suporta fitxers i clústers basats amb bloqueigs (locking_type=1, 2 o 3 a /etc/lvm/lvm.conf).
de: %s unterstützt lediglich datei- und clusterbasiertes Locking (locking_type=1, 2 oder 3 in /etc/lvm/lvm.conf).
fi: %s tukee vain tiedosto- tai klusteripohjaista lukitusta (locking_type=1, 2 tai 3 tiedostossa /etc/lvm/lvm.conf).
kn: %s ಮಾತ್ರ ಕಡತ ಹಾಗು ಕ್ಲಸ್ಟರ್ ಆಧರಿತವಾದ ಲಾಕ್‌ ಮಾಡುವಿಕೆಗಳನ್ನು ಬೆಂಬಲಿಸುತ್ತದೆ (ಲಾಕ್ ಮಾಡುವ_ಬಗೆ= /etc/lvm/lvm.conf ನಲ್ಲಿ 1, 2 ಅಥವ 3 ಆಗಿರುತ್ತದೆ).
mr: %s फक्त फाइल व क्लस्टरवर आधारीत कुलूपबंद करीता समर्थन पुरवतो (etc/lvm/lvm.conf मधील locking_type=1, 2 किंवा 3).
nl: %s ondersteunt alleen op bestand en cluster gebaseerd vergrendelen (locking_type=1, 2 of 3 in /etc/lvm/lvm.conf).
pt: %s apenas suporta bloqueio baseado em ficheiros e no Cluster (locking_type=1, 2 ou 3 no /etc/lvm/lvm.conf).

source: Copyright (c) 2004 Red Hat, Inc. All rights reserved.
ca: Copyright (c) 2004 Red Hat, Inc. Reservats tots els drets.
de: Copyright (c) 2004 Red Hat, Inc. Alle Rechte vorbehalten.
fi: Tekijänoikeus (c) 2004 Red Hat, Inc. Kaikki oikeudet pidätetään.
kn: ಹಕ್ಕು (c) 2004 Red Hat, Inc. ಎಲ್ಲಾ ಹಕ್ಕುಗಳನ್ನು ಕಾದಿರಿಸಲಾಗಿದೆ.
mr: सर्वहक्काधिकार (c) 2004 Red Hat, Inc. सर्व हक्क सुरक्षीत.
nl: Copyright (c) 2004 Red Hat, Inc. Alle rechten voorbehouden.
pt: Copyright (c) 2004 Red Hat, Inc. Todos os direitos reservados.

source: This software is licensed under the terms of the GPL.
as: এই চালনাজ্ঞান GPL-ৰ চৰ্ত অনুযায়ী প্ৰমাণীত কৰা হৈছে ।
ca: Aquest programari està llicenciat sota els termes de la llicència GPL.
de: Diese Software ist lizensiert unter den Bedingungen der GPL.
fi: Tämä ohjelmiston lisenssi on GPL.
kn: ತಂತ್ರಾಂಶವನ್ನು GPL ನ ನಿಯಮಗಳಡಿಯಲ್ಲಿ ಲೈಸೆನ್ಸ್ ಮಾಡಲಾಗಿದೆ.
mr: हे सॉफ्टवेअरचे करार GPL अटींप्रमाणे आहे.
nl: Deze software heeft een licentie onder de voorwaarden van de GPL
pt: Este software está licenciado sobre os termos da licença GPL.

source: Please restart %s with root permissions!
as: অনুগ্ৰহ কৰি root-ৰ অধিকাৰসহ %s পুনৰাৰম্ভ কৰক!
ca: Torneu a iniciar %s amb permisos de superusuari (root)!
de: Bitte starten Sie %s mit Root-Rechten neu!
fi: Käynnistä %s uudelleen pääkäyttäjän oikeuksin!
kn: ದಯವಿಟ್ಟು %s ಅನ್ನು ನಿರ್ವಾಹಕನ ಅನುಮತಿಗಳೊಂದಿಗೆ ಮರಳಿ ಆರಂಭಿಸಿ!
mr: कृपया %s ला रूट परवानगीसह पुनःसुरू करा!
nl: Start %s opnieuw op met root rechten!
pt: Por favor, reinicie %s com permissões de root!

source: Configure LVM in a graphical setting
as: চিত্ৰাঙ্কিত পৰিবেশত LVM বিন্যাস কৰক
ca: Configureu la gestió de volums lògics (LVM) en mode gràfic
de: LVM grafisch konfigurieren
fi: Tee LVM-asetukset graafisella työkalulla
kn: LVM ಅನ್ನು ಒಂದು ಚಿತ್ರಾತ್ಮಕ ಸಿದ್ದತೆಯಲ್ಲಿ ಸಂರಚಿಸಿ
mr: LVM ला चित्रलेखीय संयोजनासह संयोजीत करा
nl: Configureer LVM in een grafische omgeving
pt: Configure LVM num ambiente gráfico

source: Kilo
as: কিলো
kn: ಕಿಲೊ
mai: किलो
mr: किलो
