Repository: i-nod/system-config-lvm
Catalog: po/*.po
Languages: as, ca, de, fi, kn, mai, mr, nl, pt

source: Unable to initialize graphical environment. Most likely cause of failure is that the tool was not run using a graphical environment. Please either start your graphical user interface or set your DISPLAY variable. Caught exception: %s
as: চিত্ৰাঙ্কিত পৰিবশ আৰম্ভ কৰা সম্ভৱ নহয় । সম্ভৱত টুল চিত্ৰাঙ্কিত পৰিবশত ব্যৱহাৰ নকৰাৰ ফলত এই সমস্যা হৈছে । অনুগ্ৰহ কৰি চিত্ৰাঙ্কিত ব্যৱহাৰকৰোঁতাৰ সংযোগক্ষত্ৰ আৰম্ভ কৰক অথবা DISPLAY চলকৰ মান নিৰ্ধাৰণ কৰক । চিনাক্ত কৰা অৱ্যাহতি: %s
ca: No s'ha pogut inicialitzar l'entorn gràfic, segurament degut a que aquesta eina s'ha executat sense cap entorn gràfic. Intenteu iniciar un entorn gràfic o establiu la variable DISPLAY. S'ha capturat l'excepció: %s
de: Initialisierung der grafischen Oberfläche fehlgeschlagen. Höchstwahrscheinlich wurde das Programm nicht unter einer grafischen Oberfläche aufgerufen. Bitte starten Sie die grafische Benutzerschnittstelle Ihrer Wahl oder setzen Sie die DISPLAY-Variable. Abgefangene Ausnahme: %s
fi: Graafisen ympäristön alustaminen epäonnistui. Luultavasti virheen syy on, että työkalua ei käynnistetty graafisessa ympäristössä. Käynnistä graafinen käyttöliittymä tai aseta DISPLAY-muuttuja. Saatu poikkeus: %s
kn: ಚಿತ್ರಾತ್ಮಕ ವಾತಾವರಣವನ್ನು ಆರಂಭಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. ಉಪಕರಣವನ್ನು ಒಂದು ಚಿತ್ರಾತ್ಮಕ ವಾತಾವರಣವನ್ನು ಬಳಸಿಕೊಂಡು ಚಲಾಯಿಸದೆ ಇದ್ದುದ್ದು ಬಹುಷಃ ವಿಫಲತೆಗೆ ಕಾರಣವಾಗಿರಬಹುದು. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಚಿತ್ರಾತ್ಮಕ ಬಳಕೆದಾರ ಸಂಪರ್ಕಸಾಧನವನ್ನು ಆರಂಭಿಸಿ ಇಲ್ಲವೆ ನಿಮ್ಮ DISPLAY ಚರಮೌಲ್ಯವನ್ನು ಸಂಯೋಜಿಸಿ. ಆಕ್ಷೇಪಣೆ ಎದುರಾಗಿದೆ: %s
mai: आलेखीय वातावरण शुरू करब मे असमर्थ. विफलता क' अधिकतम संभव कारण अछि जे अओजार आलेखीय वातावरण क' प्रयोग सँ नहि चलैत अछि. कृपया अथवा तँ अपन आलेखीय प्रयोक्ता शुरू करू अथवा अपन DISPLAY चर केँ व्यवस्थित करू . अपवाद भेटल: %s
mr: चित्रलेख वातावरण प्रारंभीत करू शकले नाही. अपयशाचे कारण असे की चित्रलेख वातावरणाचा वापर करून साधन चालविले गेले नाही . कृपया एकतर चित्रलेख वापरकर्ता संवाद सुरू करा किंवा तुमचे DISPLAY गुणांक निश्चित करा. अडचण पकडले: %s
nl: Niet in staat om de grafische omgeving te initialiseren. De meest waarschijnlijke oorzaak van het mislukken is dat het programma niet in een grafische omgeving gestart is. Start jouw grafische gebruikersinterface of stel jouw DISPLAY variabele in. De volgende uitzondering is opgetreden: %s
pt: Não foi possível inicializar o ambiente gráfico. A causa mais provável de falha é não ter executado a ferramenta num ambiente gráfico. Inicie a interface gráfico ou configure a variável DISPLAY. Recebida a excepção: %s

source: Select a Volume Group to add %s to:
as: %s-এ যোগ কৰাৰ বাব এটা আয়তন সমষ্টি নিৰ্ব্বাচন কৰক:
ca: Seleccioneu un grup de volums per afegir a %s:
de: Wählen Sie eine Datenträgergruppe, der Sie %s hinzufügen möchten:
fi: Valitse taltioryhmä, johon %s lisätään:
kn: %s ಅನ್ನು ಸೇರಿಸಲು ಒಂದು ಪರಿಮಾಣ ಸಮೂಹವನ್ನು(Volume Group) ಆರಿಸಿ:
mai: %s केँ एहिमे जोड़बाक लेल वाल्यूम ग्रूप चुनू:
mr: %s ला जोडण्याकरीता खंड गट निवडा:
nl: Selecteer een Volume groep om %s aan toe te voegen:
pt: Seleccione um Grupo de Volumes ao qual adicionar o %s:

source: Name
as: নাম
ca: Nom
fi: Nimi
kn: ಹೆಸರು
mai: नाम
mr: नाव
nl: Naam
pt: Nome

source: Size
as: আকাৰ
ca: Mida
de: Größe
fi: Koko
kn: ಗಾತ್ರ
mai: आकार
mr: आकार
nl: Grootte
pt: Tamanho

source: Entity Type
as: স্বত্বাৰ ধৰন
ca: Tipus d'entitat
de: Laufwerkstyp
fi: Tyyppi
kn: ಎಂಟಿಟಿಯ ಬಗೆ
mai: एंटिटी प्रकार
mr: वस्तू प्रकार
nl: Entiteit type
pt: Tipo de Entidade

source: Unallocated Physical Volume
as: আৰক্ষণ নকৰা দৈহিক আয়তন
ca: Volum físic sense allotjar
de: Nicht zugeteilter physischer Datenträger
fi: Varaamaton fyysinen taltio
kn: ನಿಯೋಜಿತವಾಗದ ಭೌತಿಕ ಪರಿಮಾಣ (Physical Volume)
mai: असंभाजित फिजिकल वाल्यूम
mr: अनिश्चित वास्तवीक खंड
nl: Niet-toegewezen Fysieke volume
pt: Volume Físico Não Alocado

source: Uninitialized Disk Entity
as: নিষ্ক্ৰিয় ডিস্কৰ স্বত্বা
ca: Entitat de disc sense inicialitzar
de: Nicht initialisiertes Laufwerk
fi: Alustamaton levy
kn: ಆರಂಭಿತವಾಗದೆ ಇರುವ ಡಿಸ್ಕ್ ಎಂಟಿಟಿ
mai: अप्रारंभीकृत डिस्क एंटिटी
mr: विनाप्रारंभीक डीस्क वस्तु
nl: Niet-geïnitialiseerde schijf entiteit
pt: Entidade de Disco Não Inicializada

source: Select disk entities to add to the %s Volume Group:
as: %s আয়তন সমষ্টি যোগ কৰাৰ বাব ডিস্কৰ এটা স্বত্বা নিৰ্ব্বাচন কৰক:
ca: Seleccioneu les entitats del disc per afegir al grup de volums %s:
de: Wählen Sie die Laufwerke aus, die der Datenträgergruppe %s hinzugefügt werden sollen:
fi: Valitse taltioryhmään %s lisättävät levykokonaisuudet:
kn: %s ಪರಿಮಾಣ ಸಮೂಹಕ್ಕೆ ಸೇರಿಸಲು ಡಿಸ್ಕ್ ಎಂಟಿಟಿಗಳನ್ನು ಆರಿಸಿ:
mai: %s वाल्यूम ग्रूपेँ जोड़बाक लेल एकटा डिस्क एंटिटी चुनू:
mr: %s खंड गटाला जोडण्याकरीता डीस्क वस्तू निवडा
nl: Selecteer schijf entiteiten om toe te voegen aan de %s Volume groep:
pt: Seleccione as entidades de disco a adicionar ao Grupo de Volumes %s:

source: A Volume Group must be made up of two or more Physical Volumes to support striping. This Volume Group does not meet that requirement.
as: striping সমৰ্থন কৰাৰ বাব দুটা অথবা অধিক সংখ্যক প্ৰকৃত আয়তন ব্যৱহাৰ কৰি এটা আয়তন সমষ্টি নিৰ্মাণ কৰা আৱশ্যক । এই আয়তন সমষ্টিৰ বাব উল্লেখিত প্ৰয়োজনীয় চৰ্ত্ত পূৰণ কৰা নহয় ।
ca: Un grup de volums ha d'estar fet amb dos o més volums físics per tal de suportar la fragmentació seqüencial. Aquest grup de volums no compleix aquest requisit.
de: Eine Datenträgergruppe muss aus mindestens zwei physischen Datenträgern bestehen, um striping zu unterstützen. Diese Datenträgergruppe erfüllt diese Anforderung nicht.
fi: Taltioryhmän täytyy koostua kahdesta tai useammasta fyysisestä taltiosta, jotta se tukisi hajautusta. Tämä taltioryhmä ei täytä tuota vaatimusta.
kn: ಒಂದು ಪರಿಮಾಣ ಸಮೂಹದಿಂದ ಭಾಗಗಳನ್ನು ತೆಗೆಯಲು (striping) ಅದು ಎರಡು ಅಥವ ಎರಡಕ್ಕಿಂತ ಹೆಚ್ಚಿನ ಭೌತಿಕ ಪರಿಮಾಣಗಳಿಂದ ಆಗಿರಬೇಕು. ಈ ಪರಿಮಾಣ ಸಮೂಹವು ಆ ಅಗತ್ಯವನ್ನು ಪೂರೈಸುತ್ತಿಲ್ಲ.
mai: एक वाल्यूम ग्रूप क' स्ट्रिपिंग केँ समर्थन देने क'लेल दुइ अथवा बेसी फिजिकल वाल्यूम सँ मिलकए जरूर बनल होनाइ चाही. ई वाल्यूम ग्रूप जरूरत केँ पूरा नहि करैत अछि.
mr: स्ट्रीपींग समर्थन करण्याकरीता खंड गटात दोन किंवा जास्त वास्तवीक खंड असायला हवे. हे खंड गट आवश्यक गरजानुरूप नाही.
nl: Een Volume groep moet bestaan uit twee of meerdere Fysieke volumes om striping te ondersteunen. Deze Volume groep voldoet niet aan deze vereiste.
pt: O Grupo de Volumes tem que consistir em dois ou mais Volumes Físicos para suportar faixas. Este Grupo de Volumes não cumpre este requisito.

source: A Logical Volume with the name %s already exists in this Volume Group. Please choose a unique name.
as: এই আয়তন সমষ্টি %s নামক এটা লজিকেল আয়তন বৰ্তমান উপস্থিত আছে । অনুগ্ৰহ কৰি এটা পৃৰ পৰা নাম নিৰ্ব্বাচন কৰক ।
ca: Ja hi ha un volum lògic anomenat %s en aquest grup de volums. Trieu un nom identificatiu.
de: Ein logischer Datenträger namens %s existiert bereits in dieser Datenträgergruppe. Bitte wählen Sie einen eindeutigen Namen.
fi: Tässä taltioryhmässä on jo looginen taltio nimeltä %s. Valitse uniikki nimi.
kn: %s ಹೆಸರಿನ ಒಂದು ತಾರ್ಕಿಕ(Logical) ಪರಿಮಾಣವು ಈ ಪರಿಮಾಣ ಸಮೂಹದಲ್ಲಿ ಈಗಾಗಲೆ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ.ದಯವಿಟ್ಟು.
mai: %s नाम क' सँग एकटा लाजिकल वाल्यूम पहिने सँ एहि वाल्यूम ग्रूपेँ मोजुद अछि. कृपया एकटा अद्वितीय नाम चुनू.
mr: %s नाव असलेले तर्कदृष्ट्या खंड आधिपासूनच या खंड गटामध्ये समाविष्टीत आहे. कृपया ऐकमेव नाव निवडा.
nl: Een Logische volume met de naam %s bestaat al in deze Volume groep. Kies een unieke naam.
pt: Já existe neste Grupo de Volumes um Volume Lógico com o nome %s. Por favor escolha um nome único.

source: A Volume Group with the name %s already exists. Please choose a unique name.
as: %s নামক এটা আয়তন সমষ্টি বৰ্তমান উপস্থিত আছে । অনুগ্ৰহ কৰি এটা পৃৰ পৰা নাম নিৰ্ব্বাচন কৰক ।
ca: Ja existeix un grup de volums anomenat %s. Trieu un nom identificatiu.
de: Eine Datenträgergruppe namens %s existiert bereits. Bitte wählen Sie einen eindeutigen Namen.
fi: Taltioryhmä nimeltä %s on jo olemassa. Valitse uniikki nimi.
kn: %s ಹೆಸರಿನ ಒಂದು ಪರಿಮಾಣ ಸಮೂಹವು ಈಗಾಗಲೆ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ. ದಯವಿಟ್ಟು ಒಂದು ವಿಶಿಷ್ಟವಾದ ಹೆಸರನ್ನು ಆರಿಸಿ.
mai: %s नाम क' सँग पहिने सँ एकटा वाल्यूम ग्रूप मोजुद अछि. कृपया एकटा अद्वितीय नाम चुनू.
mr: %s नाव असलेले खंड गट आधिपासूनच अस्तित्वात आहे. कृपया ऐकमेव नाव निवडा.
nl: Een Volume groep met de naam %s bestaat al. Kies een unieke naam.
pt: Já existe um Grupo de Volumes com o nome %s. Por favor escolha um nome único.

source: A Name must be provided for the new Logical Volume
as: নতুন লজিকেল আয়তনৰ নাম নিৰ্ধাৰণ কৰা আৱশ্যক
ca: S'ha de proporcionar un nom per al nou volum lògic
de: Der neue logische Datenträger muss benannt werden
fi: Uudelle loogiselle taltiolle on annettava nimi
kn: ಹೊಸ ತಾರ್ಕಿಕ ಪರಿಮಾಣಕ್ಕೆ ಒಂದು ಹೆಸರನ್ನು ಒದಗಿಸಬೇಕು
mai: नव लाजिकल वाल्यूम क'लेल एकटा नाम जरूर देल जएनाइ चाही
mr: नविन तर्कदृष्ट्या खंडकरीता नाव पूरविले पाहिजे
nl: Een naam moet worden opgegeven voor het nieuwe Logische volume
pt: Deve ser indicado um nome para o novo Volume Lógico

source: A Name must be provided for the new Volume Group
as: নতুন আয়তন সমষ্টিৰ নাম নিৰ্ধাৰণ কৰা আৱশ্যক
ca: S'ha de proporcionar un nom per al nou grup de volums
de: Die neue Datenträgergruppe muss benannt werden
fi: Uudelle taltioryhmälle on annettava nimi
kn: ಹೊಸ ಪರಿಮಾಣ ಸಮೂಹಕ್ಕೆ ಒಂದು ಹೆಸರನ್ನು ಒದಗಿಸಬೇಕು
mai: नव वाल्यूम ग्रूप क'लेल एकटा नाम जरूर दिया जएनाइ चाहिये
mr: नविन तर्कदृष्ट्या खंडकरीता नाव पूरविले पाहिजे
nl: Een naam moet worden opgegeven voor het nieuwe Volume groep
pt: Deve ser indicado um nome para o novo Grupo de Volumes

source: The specified mount point, %s, does not exist. Do you wish to create it?
as: উল্লেখিত অভ্যুত্থানৰ স্থান %s বৰ্তমান উপস্থিত নাই । আপুনি এইটো নিৰ্মাণ কৰিব বিচাৰে নেকি ?
ca: El punt de muntatge que heu indicat (%s) no existeix. Voleu crear-lo?
de: Der angegebene Einhängepunkt %s existiert nicht. Möchten Sie ihn erzeugen?
fi: Määritetty liistospiste, %s, ei ole olemassa. Haluatko luoda sen?
kn: ಸೂಚಿತ ಆರೋಹಣ ತಾಣ, %s ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ. ನೀವದನ್ನು ರಚಿಸಲು ಬಯಸುತ್ತೀರೆ?
mai: निर्दिष्ट आरोह बिंदु %s मोजुद नहि अछि. क' अहाँ एकरा बनैनाइ चाहैत छी?
mr: निश्चित आरोहन बिंदू, %s, अस्तित्वात नाही. तुम्हाला ते बनवायचे?
nl: Het opgegeven aankoppel punt, %s, bestaat niet. Wil je deze aanmaken?
pt: O ponto de montagem indicado, %s, não existe. Deseja criá-lo?

source: The creation of mount point %s unexpectedly failed.
as: অভ্যুত্থানৰ স্থান %s-ৰ নিৰ্মাণ অপ্ৰত্যাশিতভাব বিফল হৈছে ।
ca: No s'ha pogut crear el punt de muntatge %s. Ha fallat de forma inesperada.
de: Die Erstellung des Einhängepunkt %s ist unerwartet fehlgeschlagen.
fi: Liitospisteen %s luonti epäonnistui odottamattomasti.
kn: ಆರೋಹಣಾ ತಾಣ %s ವನ್ನು ರಚಿಸುವಾಗ ಅನಿರೀಕ್ಷಿತ ವಿಫಲತೆ ಎದುರಾಗಿದೆ.
mai: आरोह बिंदु %s क' निर्माण अप्रत्याशित रूप सँ बिफल रहल.
mr: आरोहन बिंदू %s अनिश्चितरूपी अपयशी झाले.
nl: Het aanmaken van het aankoppel punt %s is onverwacht mislukt.
pt: A criação do ponto de montagem %s falhou inesperadamente.

source: This capability is not yet implemented in this version
as: বৰ্তমান সংস্কৰণ এই বৈশিষ্ট্য প্ৰয়োগ কৰা নহয়
ca: Aquesta possibilitat encara no està implementada en aquesta versió
de: Diese Funktion ist in dieser Version noch nicht eingebaut
fi: Tätä ominaisuutta ei ole toteutettu tässä versiossa
kn: ಈ ಸೌಲಭ್ಯವು ಈ ಆವೃತ್ತಿಯಲ್ಲಿ ಇನ್ನೂ ಅನ್ವಯಿಸಲಾಗಿಲ್ಲ
mai: ई क्षमता एहि संस्करण मे अखन तक लागू नहि क' गेल अछि.
mr: या आवृत्तीमध्ये ही कार्यक्षमता कार्यरत केले गेली नाही
nl: Deze mogelijkheid is nog niet geïmplementeerd in deze versie
pt: Esta capacidade ainda não foi implementada nesta versão

source: The number of Logical Volumes in this Volume Group has reached its maximum limit.
as: এই আয়তন সমষ্টিৰ সৰ্বাধিক অনুমোদিত লজিকেল আয়তনৰ সংখ্যা পূৰণ হৈ গৈছে ।
ca: El número de volums lògics d'aquest grup de volums ha arribat al seu màxim.
de: Die Anzahl der logischen Datenträger in dieser Datenträgergruppe hat das Maximum erreicht.
fi: Tämän taltioryhmän loogisten taltioiden määrä on saavuttanut enimmäisrajansa.
kn: ಈ ಪರಿಮಾಣ ಸಮೂಹದಲ್ಲಿನ ತಾರ್ಕಿಕ ಪರಿಮಾಣಗಳ ಸಂಖ್ಯೆಯು ಅದರ ಗರಿಷ್ಟ ಮಿತಿಯನ್ನು ತಲುಪಿದೆ.
mai: ई वाल्यूम ग्रूपेँ लाजिकल वाल्यूम क' सँख्या एकर अधिकतम सीमा तक पहुँच गेल अछि.
mr: या खंड गटातील तर्कदृष्ट्या खंडाची संख्या कमाल सीमेपर्यंत पोहचली आहे.
nl: Het aantal Logische volumes in deze Volume groep heeft zijn maximum bereikt.
pt: O número de Volumes Lógicos neste Grupo de Volumes atingiu o limite máximo.

source: The number of Physical Volumes in this Volume Group has reached its maximum limit.
as: এই আয়তন সমষ্টিৰ সৰ্বাধিক অনুমোদিত প্ৰকৃত আয়তনৰ সংখ্যা পূৰণ হৈ গৈছে ।
ca: El número de volums físics d'aquest grup de volums ha arribat al seu màxim.
de: Die Anzahl der physikalischen Datenträger in dieser Datenträgergruppe hat das Maximum erreicht.
fi: Tämän taltioryhmän fyysisten taltioiden määrä on saavuttanut enimmäisrajansa.
kn: ಈ ಪರಿಮಾಣ ಸಮೂಹದಲ್ಲಿನ ಭೌತಿಕ ಪರಿಮಾಣಗಳ ಸಂಖ್ಯೆಯು ಅದರ ಗರಿಷ್ಟ ಮಿತಿಯನ್ನು ತಲುಪಿದೆ.
mai: इस वाल्यूम ग्रूपेँ फिजिकल वाल्यूम क' सँख्या इसके अधिकतम सीमा तक पहुँच गई है.
mr: या खंड गटातील खंडाची संख्या कमाल सीमेपर्यंत पोहचली आहे.
nl: Het aantal Fysieke volumes in deze Volume groep heeft zijn maximum bereikt.
pt: O número de Volumes Físicos neste Grupo de Volumes atingiu o limite máximo.

source: At most %s Physical Volumes can be added to this Volume Group before the limit is reached.
as: এই আয়তন সমষ্টিৰ সৰ্বাধিক অনুমোদিত প্ৰকৃত আয়তনৰ সংখ্যা পূৰণ হোৱাৰ পূৰ্ব %s প্ৰকৃত আয়তন যোগ কৰা যাব ।
ca: Com a molt es poden afegir %s volums físics a aquest grup de volums abans no s'arribi al seu límit.
de: Noch %s physikalische Datenträger können zu dieser Datenträgergruppe hinzugefügt werden bevor das Maximum erreicht ist.
fi: Enintään %s fyysistä taltiota voidaan lisätä tähän taltioryhmään ennen kuin raja saavutetaan.
kn: ಈ ಪರಿಮಾಣ ಸಮೂಹದ ಗರಿಷ್ಟ ಮಿತಿಯನ್ನು ತಲುಪುವ ಮೊದಲು ಹೆಚ್ಚೆಂದರೆ %s ಭೌತಿಕ ಪರಿಮಾಣಗಳನ್ನು ಅದಕ್ಕೆ ಸೇರಿಸಬಹುದಾಗಿದೆ.
mai: ई वाल्यूम ग्रूपेँ बेसी सँ बेसी %s फिजिकल वाल्यूम जोड़ा जाए सकैत अछि जखन तक जे अधिकतम सीमा तक पहुँच गेल अछि.
mr: सीमेपलीकडे जाण्याच्या पहिले जास्तीत जास्त %s वास्तवीक खंड या खंड गटाकरीता जोडले जाऊ शकते.
nl: Er kunnen nog %s Fysieke volumes aan deze Volume groep worden toegevoegd, voordat het limiet is bereikt.
pt: No máximo %s Volumes Físicos poderão ser adicionados a este Grupo de Volumes antes de atingir o limite máximo.

source: Volume Group %s does not have enough space for new Logical Volumes. A possible solution would be to add an additional Physical Volume to the Volume Group.
as: আয়তন সমষ্টি %s-এ, নতুন লজিকেল আয়তন স্থাপন কৰাৰ বাব পৰ্যাপ্ত শূণ্যস্থান উপস্থিত নাই । এই আয়তন সমষ্টি এটা অতিৰিক্ত প্ৰকৃত আয়তন যোগ কৰি এই সমস্যাৰ সমাধান কৰা সম্ভৱ ।
ca: El grup de volums %s no té prou espai per a volums lògics nous. Una possible solució podria ser afegir un volum físic addicional al grup de volum.
de: In der Datenträgergruppe %s ist nicht genug Speicherplatz für einen neuen logischen Datenträger. Eine mögliche Lösung wäre, einen zusätzlichen physischen Datenträger zur Datenträgergruppe hinzuzufügen.
fi: Taltioryhmässä %s ei ole riittävästi tilaa uusille loogisille taltioille. Mahdollinen ratkaisu on lisätä uusi fyysinen taltio taltioryhmään.
kn: ಹೊಸ ತಾರ್ಕಿಕ ಪರಿಮಾಣಕ್ಕಾಗಿ ಪರಿಮಾಣ ಸಮೂಹ %s ದಲ್ಲಿ ಸಾಕಷ್ಟು ಸ್ಥಳವಿಲ್ಲ. ಇದಕ್ಕಿರುವ ಒಂದು ಪರಿಹಾರವೆಂದರೆ, ಪರಿಮಾಣ ಸಮೂಹಕ್ಕೆ ಇನ್ನೊಂದು ಹೆಚ್ಚುವರಿ ಭೌತಿಕ ಪರಿಮಾಣವನ್ನು ಸೇರಿಸುವುದು.
mai: वाल्यूम ग्रूप %s क' पास नव लाजिकल वाल्यूम केँ हटाबै क'लेल पर्याप्त स्थान नहि अछि. एकटा संभावित हल एकटा बाइली फिजिकल वाल्यूम केँ वाल्यूम ग्रूपेँ जोड़ल जएनाइ हाएत.
mr: खंड गट %s कडे नविन तर्कदृष्ट्या खंडाकरीता अतिरीक्त जागा नाही. यावर उपय असे आहे की आणखी एक वास्तविक खंड खंड गटला जोडा.
nl: Volume groep %s heeft niet genoeg ruimte voor nieuwe Logische volumes. Een mogelijke oplossing zou kunnen zijn om een extra Fysieke volume toe te voegen aan de Volume groep.
pt: O Grupo de Volumes %s não tem espaço suficiente para os volumes lógicos. Uma possível solução é adicionar um Volume Físico adicional ao Grupo de Volumes.

source: A snapshot of a snapshot is not supported.
as: স্ন্যাপশটৰ স্ন্যাপশট সমৰ্থিত নহয় ।
ca: No es permet fer una instantània d'una instantània.
de: Ein Schnappschuss von einem Schnappschuss wird nicht unterstützt.
fi: Tilannevedoksen ottamista toisesta tilannevedoksesta ei tueta.
kn: ಒಂದು ಭಾವಚಿತ್ರದ(ಸ್ನ್ಯಾಪ್‌ಶಾಟ್) ಭಾವಚಿತ್ರವನ್ನು(ಸ್ನ್ಯಾಪ್‌ಶಾಟ್) ತೆಗೆಯುವುದು ಬೆಂಬಲಿತವಾಗಿಲ್ಲ.
mai: स्नेपशाट क' स्नेपशाट समर्थित नहि अछि.
mr: छायाचित्रप्रताचे छायाचित्रप्रत समर्थित नाही.
nl: Een snapshot van een snapshot wordt niet ondersteund.
pt: Não é suportada uma imagem de uma imagem.

source: A snapshot of a mirrored Logical Volume is not supported.
as: মিৰৰ কৰা লজিকেল আয়তনৰ স্ন্যাপশট সমৰ্থিত নহয় ।
ca: No estan suportades les instantànies de rèpliques de volums lògics.
de: Ein Schnappschuss eines gespiegelten logischen Datenträgers wird nicht unterstützt.
fi: Peilatusta loogisesta taltiosta ei voi ottaa tilannevedosta.
kn: ಪ್ರತಿರೂಪಗೊಂಡ(mirrored) ತಾರ್ಕಿಕ ಪರಿಮಾಣ ಸಮೂಹದ ಒಂದು ಭಾವಚಿತ್ರವನ್ನು(ಸ್ನ್ಯಾಪ್‌ಶಾಟ್) ತೆಗೆಯುವುದು ಬೆಂಬಲಿತವಾಗಿಲ್ಲ.
mai: मिरर किये लाजिकल वाल्यूम क' स्नेपशाट समर्थित नहि अछि.
mr: प्रतिकृत वास्तविक खंडाचे छायाचित्रप्रत समर्थित नाही.
nl: Een snapshot van een gespiegelde Logische volume wordt niet ondersteund.
pt: Não é suportada uma imagem de um volume lógico replicado.

source: Logical volume %s has snapshot %s currently associated with it. Please remove the snapshot first.
as: %s লজিকেল আয়তনৰ সৈতে বৰ্তমান %s স্ন্যাপশট সংযুক্ত আছে । অনুগ্ৰহ কৰি এই স্ন্যাপশটটি প্ৰথমে অপসাৰণ কৰক ।
ca: El volum lògic %s té actualment associat la instantània %s. Suprimiu-la primer.
de: Der logische Datenträger %s ist mit dem Schnappschuss %s verbunden. Bitte entfernen sie zuerst den Schnappschuss.
fi: Loogiseen taltioon %s on liitetty tilannevedos %s. Poista vedos ensin.
kn: ಪ್ರಸಕ್ತ ತಾರ್ಕಿಕ ಪರಿಮಾಣ %s ದೊಂದಿಗೆ ಭಾವಚಿತ್ರ (ಸ್ನ್ಯಾಪ್‌ಶಾಟ್) %s ವು ಇದೆ. ದಯವಿಟ್ಟು ಮೊದಲು ಅದನ್ನು ತೆಗೆಯಿರಿ.
mai: %s लाजिकल वाल्यूम क' पास %s स्नेपशाट अखन इसके सँग जुड़ा अछि. पहिने स्नेपशाट हटाउ.
mr: वास्तविक खंड %s शी छायाचित्रप्रत %s जुळलेले आहे. कृपया पहिले छायाचित्रप्रत काढून टाका.
nl: Logische volume %s heeft op dit moment de snapshot %s geassocieerd. Verwijder eerst de snapshot.
pt: O volume lógico %s tem a imagem %s associada de momento a ele. Por favor remova a imagem primeiro.

source: Logical volume %s has snapshots: %s currently associated with it. Please remove snapshots first.
as: %s লজিকেল আয়তনৰ সৈতে স্ন্যাপশট: %s বৰ্তমান সংযুক্ত আছে । অনুগ্ৰহ কৰি প্ৰথম অপসাৰণ কৰক ।
ca: El volum lògic %s té instantànies: %s actualment hi està associat. Primer elimineu les instantànies.
de: Der logische Datenträger %s ist mit den Schnappschüssen %s verbunden. Bitte entfernen sie zuerst die Schnappschüsse.
fi: Loogisesta taltiosta %s on tilannevedoksia: %s on tällä hetkellä liitetty siihen. Poista vedokset ensin.
kn: ಪ್ರಸಕ್ತ ತಾರ್ಕಿಕ ಪರಿಮಾಣ %s ದೊಂದಿಗೆ ಭಾವಚಿತ್ರ (ಸ್ನ್ಯಾಪ್‌ಶಾಟ್): %s ಗಳು ಇವೆ. ದಯವಿಟ್ಟು ಮೊದಲು ಅವುಗಳನ್ನು ತೆಗೆಯಿರಿ.
mai: लाजिकल वाल्यूम %s क' पास स्नेपशाट अछि. %s अखन इसके सँग जुड़ा. पहिने स्नेपशाट हटाउ.
mr: वास्तविक खंड %s शी छायाचित्रप्रत: %s जुळलेले आहे. कृपया पहिले छायाचित्रप्रत काढून टाका.
nl: Logische volume %s heeft op dit moment de snapshots: %s geassocieerd. Verwijder eerst de snapshots.
pt: O volume lógico %s tem as imagens %s associadas de momento a ele. Por favor remova as imagens primeiro.

source: Undefined type conversion error in model factory. Unable to complete task.
as: মডেল ফ্যাক্টৰিত অনিৰ্ধাৰিত ধৰন পৰিবৰ্তন সংক্ৰান্ত সমস্যা হৈছে । কৰ্ম সম্পন্ন কৰোঁতে ব্যৰ্থ ।
ca: Error de tipus de conversió indefinit en el model de factoria. No s'ha pogut completar la tasca.
de: Fehler - Umwandlung eines undefinierten Typs in Model-Factory. Die Anwendung konnte nicht beendet werden.
fi: Määrittelemätön tyyppimuunnosvirhe mallitehtaassa. Tehtävää ei voida tehdä loppuun.
kn: ಮಾದರಿ ಕಾರ್ಖಾನೆಯಲ್ಲಿ(Model factory) ವಿವರಿಸಲಾಗದ ರೀತಿಯ ಸಂವಾದ ಕಂಡುಬಂದಿದೆ. ಕಾರ್ಯವನ್ನು ಪೂರ್ಣಗೊಳಿಸಲಾಗಿಲ್ಲ.
mai: माडल फैक्टरी मे अपरिभाषित प्रकार कनवर्सन त्रुटि. काज पूरा करब मे असमर्थ.
mr: फॅक्टरी विभागात अव्याख्यीत रूपांतर त्रूटी प्रकार आढळले. कार्य पूर्ण करू शकले नाही.
nl: Ongedefinieerde type conversie fout. Niet in staat om de taak te voltooien.
pt: Erro de conversão de tipo indefinido na fábrica de modelos. Não é possível completar a tarefa.

source: BIG WARNING: Logical Volume %s has an %s file system on it and is currently mounted on %s. Are you absolutely certain that you wish to discard the data on this mounted filesystem?
as: গুৰুত্বপূৰ্ণ সতৰ্কবাণী: %s লজিকেল আয়তনৰ উপৰ %s নথিপত্ৰ-প্ৰণালী উপস্থিত আছে । ইয়াক বৰ্তমানে %s-ৰ উপৰ তোলা হৈছে । আপুনি কি নিশ্চিতৰূপ তোলা এই নথিপত্ৰ-প্ৰণালী উপস্থিত সমস্ত তথ্য আঁতৰাবলৈ ইচ্ছুক?
ca: Avís important: El volum lògic %s conté un sistema de fitxers %s que està actualment muntat a %s. Esteu totalment segur que voleu descartar totes les dades d'aquest sistema de fitxers muntat?
de: DRINGENDE WARNUNG: Der logische Datenträger %s hat ein %s Dateisystem und dieses ist gerade unter %s eingehängt.Sind Sie absolut sicher, dass Sie die Daten dieses eingehängten Dateisystems verwerfen möchten?
fi: TÄRKEÄ VAROITUS: Loogisella taltiolla %s on tiedostojärjestelmä %s ja se on tällä hetkellä liitetty kohteeseen %s. Haluatko varmasti tuhota tällä liitetyllä tiedostojärjestelmällä olevat tiedot?
kn: ಭಾರಿ ಎಚ್ಚರಿಕೆ: ತಾರ್ಕಿಕ ಪರಿಮಾಣ %s ದಲ್ಲಿ ಒಂದು %s ಕಡತ ವ್ಯವಸ್ಥೆಯನ್ನು ಹೊಂದಿದೆ ಹಾಗು ಅದು ಪ್ರಸಕ್ತ %s ನಲ್ಲಿ ಆರೋಹಿತಗೊಂಡಿದೆ. ಆರೋಹಿತಗೊಂಡ ಈ ಕಡತ ವ್ಯವಸ್ಥೆಯಲ್ಲಿನ ದತ್ತಾಂಶಗಳನ್ನು ತ್ಯಜಿಸಲು ನೀವು ಖಡಾಖಂಡಿತವಾಗಿಯೂ ಖಚಿತವಾಗಿ ನಿರ್ಧರಿಸಿದ್ದೀರ?
mai: गंभीर चेतावनी: %s लाजिकल वाल्यूम क' पास %s फाइल सिस्टम अछि आओर अखन %s पर आरोहित अछि. की अहाँ पूरी तरह सँ निश्चित छी जे अहाँ एहि आरोहित फाइल सिस्टम क' आंकड़ा केँ छोड़ब चाहैत छी?
mr: मोठी ताकीद: तर्कदृष्ट्या खंड %s वर %s फाइल प्रणाली स्थापीत आहे व सद्या %s वर आरोहीत आहे. तुम्हाला नक्की आरोहीत फाइल प्रणालीवरची माहिती काढून टाकयची?
nl: ERNSTIGE WAARSCHUWING: Logische volume %s heeft een %s bestandssysteem en is momenteel aangekoppeld op %s. Weet je absoluut zeker dat je de data op dit aangekoppelde bestandssysteem wilt verwerpen?
pt: GRANDE AVISO: O Volume Lógico %s tem um sistema de ficheiro %s e está actualmente montado em %s. Tem a certeza absoluta que deseja destruir os dados deste sistema de ficheiros montado?

source: Logical Volume %s is currently mounted on %s. In order to complete request, it has to be unmounted. Are you sure you want it unmounted?
as: %s লজিকেল আয়তন বৰ্তমান %s-ৰ উপৰ তোলা আছে । অনুৰোধ পূৰণ কৰাৰ বাব প্ৰথম ইয়াক নমোৱা আৱশ্যক । আপুনি কি নিশ্চিতৰূপ ইয়াক নমাবলৈ ইচ্ছুক?
ca: El volum lògic %s actualment està muntat a %s. Per a poder completar la petició, s'ha de desmuntar. Esteu segurs que el voleu desmuntar?
de: Der logische Datenträger %s ist derzeit eingehängt unter %s. Um die Anfrage fertigzustellen, muss er ausgehängt werden.Sind sie sicher das er ausgehängt werden soll?
fi: Looginen taltio %s on tällä hetkellä liitetty kohteeseen %s. Se täytyy irrottaa, jotta pyyntö voidaan toteuttaa. Haluatko irrottaa sen?
kn: ತಾರ್ಕಿಕ ಪರಿಮಾಣ %s ವು %s ನಲ್ಲಿ ಆರೋಹಿತಗೊಂಡಿದೆ. ಮನವಿಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು, ಅದು ಅವರೋಹಿತಗೊಳ್ಳಬೇಕು. ನೀವು ಖಚಿತವಾಗಿಯೂ ಅದನ್ನು ಅವರೋಹಿಸಲು ಬಯಸುತ್ತೀರ?
mai: %s लाजिकल वाल्यूम %s पर आरोहित अछि. आग्रह पूरा करब क'लेल , एकरा अनारोहित कएल जएनाइ अछि. की अहाँ एकरा अनारोहित करब क'लेल निश्चित छी?
mr: तर्कदृष्ट्या खंड %s सद्या %s वर आरोहीत आहे. विनंती पूर्ण करण्याकरीता, त्यास अनारोहीत केले पाहिजे. तुम्हाला नक्की अनारोहीत करायचे?
nl: Logische volume %s is op dit moment aangekoppeld op %s. Om verder te gaan met de gevraagde actie moet het worden afgekoppeld. Weet je zeker dat je het wilt afkoppelen?
pt: O volume lógico %s está de momento montado em %s. Para poder completar o pedido, terá de ser desmontado. Tem a certeza que o deseja desmontar?

source: Unused space on %s
as: %s-এ উপস্থিত অৱ্যৱহৃত স্থান
ca: Espai sense utilitzar a %s
de: Freier Speicherplatz auf %s
fi: Käyttämätöntä tilaa laitteella %s
kn: %s ನಲ್ಲಿನ ಬಳಸದೇ ಉಳಿದ ಜಾಗ
mai: %s पर अप्रयुक्त स्थान
mr: %s वरील बिनवापरलेली जागा
nl: Ongebruikte ruimte op %s
pt: Espaço não usado em %s

source: %s megabytes
as: %s মেগাবাইট
de: %s Megabyte
fi: %s megatavua
kn: %s ಮೆಗಾ ಬೈಟುಗಳು
mai: %s मेगाबाइट
mr: %s मेगाबाईट

source: %s kilobytes
as: %s কিলোবাইট
de: %s Kilobyte
fi: %s kilotavua
kn: %s ಕಿಲೋ ಬೈಟುಗಳು
mai: %s किलोबाइट
mr: %s कीलोबाईट
pt: %s quilobytes

source: %s gigabytes
as: %s গিগাবাইট
de: %s Gigabyte
fi: %s gigatavua
kn: %s ಗಿಗಾ ಬೈಟುಗಳು
mai: %s गीगाबाइट
mr: %s गीगाबाईट
