Repository: i-nod/system-config-lvm
Catalog: po/*.po
Languages: as, ca, de, fi, kn, mai, mr, nl, pt

source: There must be free space on at least three Physical Volumes to enable mirroring
as: মিৰৰিং-ৰ বাব অন্তত তিনটি প্ৰকৃত আয়তনত শূণ্যস্থান উপলব্ধ থাকা আৱশ্যক
ca: Hi ha d'haver espai lliure en almenys tres volums físics per a permetre la replicació
de: Es muss auf mindestens 3 physischen Datenträgern noch freier Speicherplatz vorhanden sein um Spiegelung zu aktivieren.
fi: Ainakin kolmella fyysisellä taltiolla on oltava vapaata tilaa peilauksen ottamiseksi käyttöön
kn: ಪ್ರತಿರೂಪಿಸುವುದನ್ನು ಶಕ್ತಗೊಳಿಸಲು ಕನಿಷ್ಟ ಮೂರು ಭೌತಿಕ ಪರಿಮಾಣದಲ್ಲಿ ಮುಕ್ತ ಸ್ಥಳವಿರಬೇಕು
mai: कम सँ कम तीन फिजिकल वाल्यूम पर मिरर केँ समर्थ करब क'लेल मुक्त स्थान जरूर होनाइ चाही
mr: प्रतिकृत करण्याकरीता कमीन तीन वास्तवीक खंडावर अतिरीक्त मुक्त जागा असायला हवी
nl: Er moet op tenminste drie Fysieke volumes vrije ruimte zijn om gebruik te maken van spiegelen
pt: Terá de existir espaço livre em pelo menos três volumes físicos para activar a replicação

source: The size of the Logical Volume has been adjusted to the maximum available size for mirrors.
as: মিৰৰসমূহৰ বাব লজিকেল আয়তনৰ আকাৰ সৰ্বাধিক উপলব্ধ আকাৰ হিসাব পৰিবৰ্তন কৰা আৱশ্যক ।
ca: La mida del volum lògic ha estat ajustada a la mida màxima disponible per a les rèpliques.
de: Die Größe des logischen Datenträgers wurde auf die maximal verfügbare Größe für Spiegel eingestellt
fi: Loogisen taltion koko on säädetty suurimpaan peileillä käytettävissä olevaan tilaan.
kn: ತಾರ್ಕಿಕ ಪರಿಮಾಣದ ಗಾತ್ರವನ್ನು ಲಭ್ಯವಿರುವ ಗರಿಷ್ಟ ಪ್ರತಿರೂಪಗಳ ಸಂಖ್ಯೆಗೆ ಹೊಂದಿಸಲಾಗಿದೆ.
mai: लाजिकल वाल्यूम क' आकार मिरर क' अधिकतम उपलब्ध आकार क' लेल समायोजित कएल गेल अछि.
mr: तर्कदृश्ट्या खंडाचे आकार उपलब्ध प्रतिकृतच्या कमाल आकाराशी जुळल्या गेले आहे.
nl: De grootte van de Logische volume is aangepast aan de maximaal beschikbare grootte voor spiegels.
pt: O tamanho dos volumes lógicos foi ajustado para o tamanho máximo disponível das réplicas.

source: There is not enough free space to add mirroring. Reduce size of Logical Volume to at most %s, or add Physical Volumes.
as: মিৰৰিং-ৰ বাব পৰ্যাপ্ত শূণ্যস্থান উপলব্ধ নাই । লজিকেল আয়তনৰ সৰ্বাধিক %s হিসাব স্থাপন কৰক অথবা অতিৰিক্ত প্ৰকৃত আয়তন যোগ কৰক ।
ca: No hi ha prou espai lliure per a afegir-hi la replicació. Reduïu la mida del volum lògic almenys a %s, o bé afegiu més volums físics.
de: Es ist nicht genügend freier Speicher vorhanden um Spiegelung hinzuzufügen.Reduzieren Sie die Größe der logischen Datenträger auf höchstens %s oder fügen Sie physische Datenträger hinzu.
fi: Peilauksen lisäämiseksi ei ole riittävästi vapaata tilaa. Pienennä loogisen taltion kokoa enintään kokoon %s tai lisää fyysisiä taltioita.
kn: ಪ್ರತಿರೂಪಿಸುವುದನ್ನು ಸೇರಿಸಲು ಸಾಕಷ್ಟು ಸ್ಥಳಾವಕಾಶವಿಲ್ಲ. ತಾರ್ಕಿಕ ಪರಿಮಾಣದ ಗಾತ್ರವನ್ನು %s ದ ವರೆಗೆ ಕಡಿಮೆಗೊಳಿಸಿ, ಅಥವ ಭೌತಿಕ ಪರಿಮಾಣಗಳನ್ನು ಸೇರಿಸಿ.
mai: मिरर जोड़बाक लेल पर्याप्त मुक्त स्थान नहि अछि. लाजिकल वाल्यूम क' आकार घटायें बेसी सँ बेसी %s तक, अथवा फिजिकल वाल्यूम जोड़ू.
mr: प्रतिकृत जोडण्याकरीता अतिरीक्त मुक्त जागा नाही. तर्कदृश्ट्या खंडाचे जास्तित जास्त %s पर्यंत आकार कमी करा, किंवा वास्तवीक खंड जोडा.
nl: Er is niet genoeg vrije ruimte om spiegelen toe te voegen. Breng de grootte van het Logische volume ten minste terug tot %s of voeg een Fysieke volume toe.
pt: Não existe espaço livre suficiente para adicionar a replicação. Reduza o tamanho do volume lógico para pelo menos %s ou adicione volumes físicos.

source: Names beginning with "snapshot" or "pvmove" are reserved keywords.
as: প্ৰাৰম্ভ "snapshot" আৰু "pvmove" সহ নামসমূহ সংৰক্ষিত অভিব্যক্তি ।
ca: Els noms que comencin amb «snapshot» o «pvmove» són paraules reservades.
de: Namen die mit "snapshot" oder "pvmove" beginnen sind reservierte Schlüsselwörter.
fi: Nimet, jotka alkavat ”snapshot” tai ”pvmove” ovat varattuja avainsanoja.
kn: "ಭಾವಚಿತ್ರ"(ಸ್ನ್ಯಾಪ್‌ಶಾಟ್) ಅಥವ "pvmove" ಗಳಿಂದ ಆರಂಭಗೊಳ್ಳುವ ಹೆಸರುಗಳು ಕಾದಿರಸಲಾದ ಮುಖ್ಯ ಪದಗಳಾಗಿರುತ್ತವೆ.
mai: "snapshot" अथवा "pvmove" सँ शुरू नाम सुरक्षित बीजशब्द अछि.
mr: "छायाचित्रप्रत" किंवा "pvmove" पासून सुरू होणारी नाव आरक्षीत मुख्यशब्द आहेत.
nl: Namen die beginnen met "snapshot" of "pvmove" zijn gereserveerde sleutelwoorden.
pt: Os nomes começados por "snapshot" ou "pvmove" são palavras reservadas.

source: Names containing "_mlog" or "_mimage" are reserved keywords.
as: প্ৰাৰম্ভ "_mlog" আৰু "_mimage" সহ নামসমূহ সংৰক্ষিত অভিব্যক্তি ।
ca: Els noms que continguin «_mlog» o «_mimage» són paraules reservades.
de: Namen die "_mlog" oder "_mimage" enthalten sind reservierte Schlüsselwörter.
fi: Nimet, jotka sisältävät ”_mlog” tai ”_mimage” ovat varattuja avainsanoja.
kn: "_mlog" ಅಥವ "_mimage" ಗಳನ್ನು ಹೊಂದಿರುವವ ಹೆಸರುಗಳು ಕಾದಿರಸಲಾದ ಮುಖ್ಯ ಪದಗಳಾಗಿರುತ್ತವೆ.
mai: "_mlog" अथवा "_mimage" केँ समाहित करैत नाम सुरक्षित बीजशब्द अछि.
mr: "_mlog" किंवा "_mimage" समाविष्टीत नाव आरक्षीत मुख्यशब्द आहेत.
nl: Namen die "_mlog" of "_mimage" bevatten zijn gereserveerde sleutelwoorden.
pt: Os nomes que contêm "_mlog" ou "_mimage" são palavras reservadas.

source: Names beginning with a "-" are invalid
as: প্ৰাৰম্ভ "-" সমত নামসমূহ বৈধ নহয়
ca: No es permeten els noms que comencin amb «-»
de: Namen die mit einem "-" beginnen sind unzulässig
fi: Merkillä ”-” alkavat nimet ovat virheellisiä
kn: "-" ದಿಂದ ಆರಂಭವಾಗುವ ಹೆಸರುಗಳು ಅಮಾನ್ಯವಾಗಿರುತ್ತವೆ
mai: "-" क' सँग शुरू नाम अवैध अछि
mr: "-" पासून सुरू होणारी नाव अवैध आहेत
nl: Namen die beginnen met een "-" zijn ongeldig
pt: Os nomes que começam por "-" são inválidos

source: Name can be neither "." nor ".."
as: নাম "." অথবা ".." হোৱা সম্ভৱ নহয়
ca: El nom no pot ser ni «.» ni «..»
de: Ein Name kann weder "." noch ".." sein
fi: Nimi ei voi olla ”.” eikä ”..”
kn: ಹೆಸರುಗಳು ಒಂದೊ "." ಆಗಿರಬೇಕು ಅಥವಾ".." ಆಗಿರಬೇಕು
mai: नाम नहि तँ "." नहि ".." हो सकैत अछि.
mr: नाव "." किंवा ".." असू शकत नाही
nl: Naam kan niet "." of ".." zijn
pt: O nome não poderá ser "." nem ".."

source: Whitespaces are not allowed in Logical Volume names
as: লজিকেল আয়তনৰ নামত শূণ্যস্থান লখা সম্ভৱ নহয়
ca: No es permeten els espais en blanc als noms dels volums lògics
de: Leerraumzeichen(whitespaces) sind in Name von logischen Datenträgern nicht erlaubt
fi: Loogisen taltion nimissä ei sallita tyhjää tilaa
kn: ತಾರ್ಕಿಕ ಪರಿಮಾಣಗಳಲ್ಲಿ ಖಾಲಿ ಜಾಗಗಳಿಗೆ ಅನುಮತಿಯಿಲ್ಲ
mai: लाजिकल वाल्यूम नाम मे खाली स्थान अनुमति प्राप्त अछि.
mr: तर्कदृश्ट्या खंड नावामध्ये रिक्त जागेस परवानगी नाही
nl: Spaties zijn niet toegestaan in Logische volume namen
pt: Os espaços em branco não são permitidos nos nomes dos volumes lógicos

source: Invalid character "%s" in Logical Volume name
as: লজিকেল আয়তনৰ নামত অৱৈধ অক্ষৰ "%s"
ca: El caràcter «%s» no està permès al nom del volum lògic
de: Ungültiges Zeichen "%s" im Namen des logischen Dateträgers
fi: Loogisen taltion nimessä on virheellinen kirjain ”%s”
kn: ತಾರ್ಕಿಕ ಪರಿಮಾಣದ ಹೆಸರಿನಲ್ಲಿ ಅಮಾನ್ಯ ಅಕ್ಷರ "%s" ಇದೆ
mai: अवैध अक्षर "%s" लाजिकल वाल्यूम नाम मे
mr: तर्कदृश्ट्या खंड नावात अवैध अक्षर "%s"
nl: Ongeldig karakter "%s" in Logische volume naam
pt: O carácter "%s" é inválido nos nomes dos volumes lógicos

source: Please specify mount point
as: অনুগ্ৰহ কৰি অভ্যুত্থানৰ স্থান নিৰ্ধাৰণ কৰক
ca: Especifiqueu un punt de muntatge
de: Bitte geben sie den Einhängepunkt an
fi: Määrittele liitospiste.
kn: ದಯವಿಟ್ಟು ಆರೋಹಣ ತಾಣವನ್ನು ಸೂಚಿಸಿ
mai: आरोह बिंदु निर्दिष्ट करू
mr: कृपया आरोहन बिंदू निश्चित करा
nl: Geef aankoppel punt op
pt: Indique por favor o ponto de montagem

source: Do you want to upgrade ext2 to ext3 preserving data on Logical Volume?
as: লজিকেল আয়তনৰ তথ্য অক্ষত ৰখ আপুনি কি ext2 ৰ পৰা ext3-ত আপগ্ৰড কৰোঁতে ইচ্ছুক?
ca: Voleu actualitzar ext2 a ext3 conservant les dades del volum lògic?
de: Möchten Sie von "ext2" auf "ext3" upgraden und die Daten auf dem logischen Datenträger erhalten?
fi: Haluatko päivittää ext2:n ext3:ksi säilyttäen loogisella taltiolla olevan datan?
kn: ನೀವು ತಾರ್ಕಿಕ ಪರಿಮಾಣದಲ್ಲಿ ext2 ಅನ್ನು ext3 ದತ್ತಾಂಶವನ್ನು ಕಾದಿರಿಸುವಿಕೆಗೆ ಅಪ್ಗ್ರೇಡುಗೊಳಿಸಬೇಕೆ?
mai: की अहाँ ext2 केँ ext3 मे लाजिकल वाल्यूम पर आंकड़ा केँ सुरक्षित राखैत उन्नत कएनाइ चाहैत छी?
mr: तर्कदृष्ट्या खंडवरील माहिती ext2 पासून ext3 पर्यंत अद्ययावत करायची?
nl: Wil je ext2 upgraden naar ext3 en daarbij de gegevens behouden op het Logische volume?
pt: Deseja actualizar o ext2 para ext3, preservando os dados no volume lógico?

source: Logical volume is not mounted but is in use. Please close all applications using this device (eg iscsi)
as: লজিকেল আয়তনক তুলি লোৱা হোৱা নাই কিন্তু ই এতিয়া ব্যৱহৃত । এই যন্ত্ৰ ব্যৱহাৰ কৰা সকলো অনুপ্ৰয়োগ বন্ধ কৰক (যেনে iscsi)
ca: El volum lògic no està muntat, no obstant s'està utilitzant. Tanqueu totes les aplicacions que estiguin utilitzant aquest dispositiu (per exemple iscsi)
de: Logischer Datenträger is nicht eingehängt, aber in Benutzung. Bitte schließen sie alle Anwendungen, die dieses Gerät nutzen (z.Bsp. iscsi)
fi: Loogista taltiota ei ole liitetty, mutta se on käytössä. Sulje kaikki ohjelmat, jotka käyttävät tätä laitetta (esim iscsi).
kn: ತಾರ್ಕಿಕ ಪರಿಮಾಣಗಳನ್ನು ಆರೋಹಿಸಲಾಗಿಲ್ಲ ಆದರೆ ಬಳಸಲಾಗುತ್ತಿದೆ. ಈ ಸಾಧನವನ್ನು ಬಳಸಿಕೊಂಡು ಎಲ್ಲಾ ಅನ್ವಯಗಳನ್ನು ಮುಚ್ಚಿ (ಉದಾ iscsi)
mr: लॉजीकल वॉल्यूम माऊंट केले नाही परंतु वापर होत आहे. कृपया या साधणाचे वापर करणारे सर्व ऍप्लिकेशन्स् बंद करा (उदा. iscsi)
nl: Logische volume is niet aangekoppeld maar wel in gebruik. Sluit alle toepassingen af die dit apparaat gebruiken (b.v. iscsi)
pt: O volume lógico não está montado, mas está em uso. Por favor, feche todas as aplicações que utilizam este dispositivo (por exemplo iSCSI)

source: Changing the filesystem will destroy all data on the Logical Volume! Are you sure you want to proceed?
as: নথিপত্ৰ-প্ৰণালী পৰিবৰ্তন কৰা হল লজিকেল আয়তনত উপস্থিত সমস্ত তথ্য মুছ ফলা হব! অপনি কি নিশ্চিতৰূপ অগ্ৰসৰ হত ইচ্ছুক?
ca: Al canviar el sistema de fitxers es destruiran totes les dades del volum lògic! esteu segurs que voleu continuar?
de: Die Änderung des Dateisystems wird alle Daten auf dem logischen Datenträger zerstören. Sind Sie sicher das Sie fortfahren wollen?
fi: Tiedostojärjestelmän muuttaminen tuhoaa kaiken datan loogisella taltiolla! Haluatko jatkaa?
kn: ಕಡತವ್ಯವಸ್ಥೆಯನ್ನು ಬದಲಾಯಿಸುದರಿಂದ ತಾರ್ಕಿಕ ಪರಿಮಾಣದಲ್ಲಿನ ಎಲ್ಲಾ ದತ್ತಾಂಶವು ನಾಶಗೊಳ್ಳುತ್ತದೆ! ನೀವು ಖಚಿತವಾಗಿಯೂ ಮುಂದುವರೆಯ ಬೇಕೆ?
mai: फाइलसिस्टम क' बदलबा लाजिकल वाल्यूम पर क' आँकड़ा केँ समाप्त कए देताह! क' अहाँ आगाँ बढ़बाक क' लेल निश्चित छी?
mr: फाइलप्रणाली नष्ट केल्यास तर्कदृष्ट्या खंडावरील सर्व माहिती नष्ट होईल! तुम्हाला नक्की पुढे जायचे?
nl: Het bestandssysteem veranderen zal alle data op het Logische Volume vernietigen! Weet je zeker dat je door wilt gaan?
pt: A mudança do sistema de ficheiros irá destruir todos os dados no volume lógico! Tem a certeza que deseja prosseguir?

source: Mirror not created. Completing remaining tasks.
as: মিৰৰ নিৰ্মাণ কৰা নহয় । অৱশিষ্ট কৰ্ম সআকাৰ্ত কৰা হচ্ছ ।
ca: No s'ha creat la rèplica. S'estan completant les tasques restants.
de: Spiegel nicht erzeugt. Stelle verbleibende Aufgaben fertig.
fi: Peiliä ei luotu. Tehdään jäljellä olevat tehtävät valmiiksi.
kn: ಪ್ರತಿರೂಪವು ರಚಿತವಾಗಿಲ್ಲ. ಮಿಕ್ಕುಳಿದ ಕಾರ್ಯಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸಲಾಗುತ್ತಿದೆ.
mai: मिरर नहि बनाएल गेल. शेष काज पूरा कए रहल अछि.
mr: प्रतिकृत बनविले नाही. उर्वरीत कार्य पूर्ण करीत आहे.
nl: Spiegel niet aangemaakt. Voltooien van resterende taken.
pt: A réplica não foi criada. A completar as tarefas restantes.

source: Underlaying LVM doesn't support addition of mirrors to existing Logical Volumes. Completing remaining tasks.
as: নিম্নস্থিত LVM-ৰ দ্বাৰা বিদ্যমান লজিকেল আয়তন মিৰৰ যোগ কৰাৰ ব্যৱস্থা সমৰ্থিত হয় না । অৱশিষ্ট কৰ্ম সআকাৰ্ত কৰা হচ্ছ ।
ca: El rerefons del gestor de volums lògics no suporta l'addició de rèpliques als volums lògics existents. S'estan completant les tasques restants.
de: Das zugrundeliegende LVM unterstützt das Hinzufügen von Spiegeln zu existierenden logischen Datenträgern nicht. Stelle verbleibende Aufgaben fertig
fi: Alla toimiva LVM ei tue peilien lisäämistä olemassa oleviin loogisiin taltioihin. Tehdään jäljellä olevat tehtävät valmiiksi.
kn: ಪ್ರಸ್ತುತ ಇರುವ ತಾರ್ಕಿಕ ಪರಿಮಾಣಗಳಿಗೆ ಪ್ರತಿರೂಪಗಳನ್ನು ಸೇರಿಸುವುದನ್ನು ಕೆಳಗಿರುವ LVM ಗಳು ಬೆಂಬಲಿಸುವುದಿಲ್ಲ. ಮಿಕ್ಕುಳಿದ ಕಾರ್ಯಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸಲಾಗುವುದು.
mai: अंतर्निहित LVM मिरर क' योग क' समर्थन मोजुदा लाजिकल वाल्यूम मे नहि करैत अछि. बचे काम पूरा कए रहल अछि.
mr: उपलब्ध LVM उपलब्ध तर्कदृष्ट्या खंडाकरीता अगाऊ प्रतिकृत जोडण्यास समर्थन देत नाही. उर्वरीत कार्य पूर्ण करीत आहे.
nl: Onderliggend LVM ondersteunt het toevoegen van spiegels aan bestaande Logische volumes niet. Resterende taken worden voltooid.
pt: O LVM subjacente não suporta a adição de réplicas aos Volumes Lógicos existentes. A terminar as tarefas restantes.

source: In order to add mirroring, some extents need to be migrated.
as: মিৰৰ যোগ কৰাৰ বাব কিছু এক্সটন্ট মাইগ্ৰট কৰা আৱশ্যক ।
ca: Per a poder afegir-hi la replicació, s'han de migrar algunes àrees reservades.
de: Um Spiegelung hinzuzufügen müssen einige Speichereinheiten migriert werden
fi: Peilauksen lisäämiseksi joitakin varausyksiköitä täytyy siirtää.
kn: ಪ್ರತಿರೂಪಿಸುವುದನ್ನು ಸೇರಿಸಲು, ಕೆಲವಷ್ಟು ವ್ಯಾಪ್ತಿಗಳನ್ನು ವರ್ಗಾಯಿಸಬೇಕಾಗುತ್ತದೆ.
mai: मिरर जोड़बाक लेल , किछु विस्तार केँ भेजल जाए क' जरूरत अछि.
mr: प्रतिकृत जोडण्याकरीत, काहीक विस्तार स्थानांतरीत केले पाहिजे.
nl: Om spiegelen toe te voegen moet er een omvang gemigreerd worden.
pt: Para adicionar a replicação, algumas extensões terão de ser migradas.

source: Do you want to migrate specified extents?
as: আপুনি কি সুনিৰ্দিষ্ট এক্সটন্ট মাইগ্ৰট কৰোঁতে ইচ্ছুক?
ca: Voleu migrar les àrees reservades que heu especificat?
de: Möchten Sie die spezifizierten Speichereinheiten migrieren.
fi: Haluatko siirtää määrätyt varausyksiköt?
kn: ನೀವು ನಿಶ್ಚಿತ ವ್ಯಾಪ್ತಿಗಳನ್ನು ವರ್ಗಾಯಿಸಲು ಬಯಸುತ್ತೀರೆ?
mai: की अहाँ निर्दिष्ट विस्तार उत्प्रवासित कएनाइ चाहैत छी?
mr: तुम्हाला ठाराविक विस्तार स्थानांतरीत करायचे?
nl: Wil je de opgegeven omvang migreren?
pt: Deseja migrar as extensões indicadas?

source: Creating Logical Volume
as: লজিকেল আয়তন নিৰ্মাণ
ca: S'està creant el volum lògic
de: Logischen Datenträger erzeugen
fi: Luodaan looginen taltio
kn: ತಾರ್ಕಿಕ ಪರಿಮಾಣಗಳನ್ನು ರಚಿಸಲಾಗುತ್ತಿದೆ
mai: लाजिकल वाल्यूम बना रहल अछि
mr: तर्कदृष्ट्या खंड बनवित आहे
nl: Aanmaken van Logische volume
pt: A Criar um Volume Lógico

source: Resizing Logical Volume
as: লজিকেল আয়তনৰ আকাৰ পৰিবৰ্তন
ca: S'està canviant la mida del volum lògic
de: Passe Größe des logischer Datenträgers an
fi: Muutetaan loogisen taltion kokoa
kn: ತಾರ್ಕಿಕ ಪರಿಮಾಣದ ಗಾತ್ರವನ್ನು ಬದಲಾಯಿಸಲಾಗುತ್ತಿದೆ
mai: लाजिकल वाल्यूम फेर आकार बढा रहल अछि
mr: तर्कदृष्ट्या खंडाचे पुनः आकार निश्चित करीत आहे
nl: Veranderen van grootte van het Logische volume
pt: A Dimensionar o Volume Lógico

source: Adding Mirror to Logical Volume
as: লজিকেল আয়তন মিৰৰ যোগৰ প্ৰণালী
ca: S'està afegint una rèplica al volum lògic
de: Füge Spiegel zu logischem Datenträger hinzu
fi: Lisää peilaus taltioryhmään
kn: ತಾರ್ಕಿಕ ಪರಿಮಾಣಕ್ಕೆ ಪ್ರತಿರೂಪವನ್ನು ಸೇರಿಸಲಾಗುತ್ತಿದೆ
mai: लाजिकल वाल्यूम मे मिरर जोड़ रहल अछि
mr: वास्तवीक खंडामध्ये प्रतिकृत जोडत आहे
nl: Toevoegen van spiegel aan Logische volume
pt: A Adicionar uma Réplica do Volume Lógico

source: Removing Mirror from Logical Volume
as: লজিকেল আয়তন ৰ পৰা মিৰৰ অপসাৰণৰ প্ৰণালী
ca: S'està suprimint una rèplica des del volum lògic
de: Entferne Spiegel von logischem Datenträger
fi: Poistetaan peili loogiselta taltiolta
kn: ತಾರ್ಕಿಕ ಪರಿಮಾಣದಿಂದ ಪ್ರತಿರೂಪವನ್ನು ತೆಗೆಯಲಾಗುತ್ತಿದೆ
mai: लाजिकल वाल्यूम सँ मिरर हटा रहल अछि
mr: वास्तवीक खंडापासून प्रतिकृत काढून टाकत आहे
nl: Verwijderen van spiegel van Logische volume
pt: A Remover a Réplica do Volume Lógico

source: Initializing Physical Volume
as: প্ৰকৃত আয়তন সক্ৰিয়কৰণৰ প্ৰণালী
ca: S'està inicialitzant un volum físic
de: Initialisiere physischen Datenträger
fi: Alustetaan fyysistä taltiota
kn: ಭೌತಿಕ ಪರಿಮಾಣವನ್ನು ಆರಂಭಿಸಲಾಗುತ್ತಿದೆ
mai: फिजिकल वाल्यूम आरंभ कए रहल अछि
mr: वास्तवीक खंड आरंभीत करीत आहे
nl: Initialiseren van Fysieke volume
pt: A Inicializar o Volume Físico

source: Adding Physical Volume to Volume Group
as: আয়তন সমষ্টি প্ৰকৃত আয়তন যোগ কৰাৰ প্ৰণালী
ca: S'està afegint un volum físic al grup de volums
de: Füge physischen Datenträger zu Datenträgergruppe hinzu
fi: Lisätään fyysinen taltio taltioryhmään
kn: ಪರಿಮಾಣ ಸಮೂಹಕ್ಕೆ ಭೌತಿಕ ಸಮೂಹವನ್ನು ಸೇರಿಸುತ್ತಿರುವುದು
mai: फिजिकल वाल्यूम वाल्यूम ग्रूपेँ जोड़ रहल अछि
mr: खंड गटामध्ये वास्तवीक खंड जोडत आहे
nl: Toevoegen van Fysieke volume aan Volume groep
pt: A Adicionar o Volume Físico ao Grupo de Volumes

source: Creating Volume Group
as: আয়তন সমষ্টি নিৰ্মাণ প্ৰণালী
ca: S'està creant un grup de volums
de: Datenträgergruppe erzeugen
fi: Luodaan taltioryhmää
kn: ಪರಿಮಾಣ ಸಮೂಹವನ್ನು ರಚಿಸುತ್ತಿರುವುದು
mai: वाल्यूम ग्रूप बना रहल अछि
mr: खंड गट निर्माण करत आहे
nl: Aanmaken van Volume groep
pt: A Criar o Grupo de Volumes

source: Removing Volume Group
as: আয়তন সমষ্টি অপসাৰণৰ প্ৰণালী
ca: S'està suprimint un grup de volums
de: Entferne Datenträgergruppe
fi: Poistetaan taltioryhmää
kn: ಪರಿಮಾಣ ಸಮೂಹವನ್ನು ತೆಗೆದುಹಾಕುತ್ತಿರುವುದು
mai: वाल्यूम ग्रूप हटा रहल अछि
mr: खंड गट काढून टाकत आहे
nl: Verwijderen van Volume groep
pt: A Remover o Grupo de Volumes

source: Removing Physical Volume
as: প্ৰকৃত আয়তন অপসাৰণৰ প্ৰণালী
ca: S'està suprimint un volum físic
de: Entferne physischen Datenträger
fi: Poistetaan fyysistä taltiota
kn: ಭೌತಿಕ ಪರಿಮಾಣವನ್ನು ತೆಗೆದುಹಾಕುತ್ತಿರುವುದು
mai: फिजिकल वाल्यूम हटा रहल अछि
mr: विस्तारीत खंड काढून टाकत आहे
nl: Verwijderen van Fysieke volume
pt: A Remover o Volume Físico

source: Removing Logical Volume
as: লজিকেল আয়তন অপসাৰণৰ প্ৰণালী
ca: S'està supriming un volum lògic
de: Entferne logischen Datenträger
fi: Poistetaan lloogista taltiota
kn: ತಾರ್ಕಿಕ ಪರಿಮಾಣವನ್ನು ತೆಗೆಯುತ್ತಿರುವುದು
mai: लाजिकल वाल्यूम केँ हटा रहल अछि
mr: विस्तारीत खंड काढून टाकत आहे
nl: Verwijderen van Logische volume
pt: A Remover o Volume Lógico

source: Renaming Logical Volume
as: লজিকেল আয়তনৰ নাম পৰিবৰ্তনৰ প্ৰণালী
ca: S'està canviant el nom d'un volum lògic
de: Benenne logischen Datenträger um
fi: Vaihdetaan loogisen taltion nimeä
kn: ತಾರ್ಕಿಕ ಪರಿಮಾಣದ ಹೆಸರನ್ನು ಬದಲಾಯಿಸಲಾಗುತ್ತಿದೆ
mai: लाजिकल वाल्यूम क' फेर नाम कए रहल अछि
mr: विस्तारीत खंड पुनःनामांकीत करीत आहे
nl: Hernoemen van Logische volume
pt: A Mudar o Nome do Volume Lógico

source: Removing Physical Volume from Volume Group
as: আয়তন সমষ্টি ৰ পৰা প্ৰকৃত আয়তন অপসাৰণৰ প্ৰণালী
ca: S'està suprimint un volum físic del grup de volums
de: Entferne physischen Datenträger aus der Datenträgergruppe
fi: Poistetaan fyysinen taltio taltioryhmästä
kn: ಪರಿಮಾಣ ಸಮೂಹದಿಂದ ಭೌತಿಕ ಪರಿಮಾಣವನ್ನು ತೆಗೆಯಲಾಗುತ್ತಿದೆ
mai: वाल्यूम ग्रूप सँ फिजिकल वाल्यूम हटाए रहल अछि
mr: खंड गटापासून विस्तारीत खंड काढून टाकत आहे
nl: Verwijderen van Fysieke volume uit Volume groep
pt: A Remover Volume Físico do Grupo de Volumes

source: Migrating Extents
as: এক্সটন্ট মাইগ্ৰট প্ৰণালী
ca: S'estan migrant les àrees reservades
de: Migriere Speichereinheiten
fi: Siirretään varausyksiköitä
kn: ವ್ಯಾಪ್ತಿಗಳ ವರ್ಗಾವಣೆ
mai: विस्तार उत्प्रवासित कए रहल अछि
mr: स्थानांतरन विस्तार
nl: Migrereren van omvang
pt: A Migrar as Extensões

source: Completing Extent Migration
as: এক্সটন্ট মাইগ্ৰট কৰ্ম সম্পন্ন কৰা হচ্ছ
ca: S'està completant la migració de les extensions
de: Schließe Migration der Speichereinheiten ab
fi: Tehdään varausyksiköiden siirto loppuun
kn: ವ್ಯಾಪ್ತಿಯ ವರ್ಗಾವಣೆಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಲಾಗುತ್ತಿದೆ
mai: विस्तार उत्प्रवासन पूरा कए रहल अछि
mr: विस्तार स्थानांतरन पूर्ण करीत आहे
nl: Voltooien verplaatsen omvang
pt: A Completar a Migração da Extensão

source: Rereading partition table
as: পাৰ্টিশান টবিল পুনৰায় পড়া হচ্ছ
ca: S'està tornant a llegir la taula de particions
de: Partitionstabelle wird neu eingelesen
fi: Luetaan osiotaulu uudestaan
kn: ವಿಭಜನಾ ಟೇಬಲ್ಲನ್ನು ಮರಳಿ ಓದಲಾಗುತ್ತಿದೆ
mai: विभाजन तालिका फेर सँ पढ़ि रहल अछि
mr: विभाजन कोष्टक पुनःवाचत आहे
nl: Opnieuw inlezen van de partitie tabel
pt: A ler de novo a tabela de partições

source: Unused
as: অৱ্যৱহৃত
ca: Lliure
de: Nicht verwendet
fi: Käyttämätön
kn: ಬಳಸದೇ ಉಳಿದ
mai: अप्रयुक्त
mr: बिनवापरलेले
nl: Ongebruikt
pt: Não Utilizado

source: Unused Space
as: অৱ্যৱহৃত স্থান
ca: Espai lliure
de: Nicht verwendeter Speicherplatz
fi: Käyttämätön tila
kn: ಬಳಸದೇ ಉಳಿದ ಜಾಗ
mai: अप्रयुक्त स्थान
mr: बिनवापरलेली जागा
nl: Ongebruikte ruimte
pt: Espaço Não Utilizado

source: Unmounted
as: আন-তোলা
ca: Desmuntat
de: Nicht eingehängt
fi: Irrotettu
kn: ಆರೋಹಿತವಾಗದ
mai: अनारोहित
mr: अनारोहण
nl: Afgekoppeld
pt: Não Montado

source: Volume Group Name:
as: আয়তন সমষ্টিৰ নাম:
ca: Nom del GVV:
de: Name der Datenträgergruppe:
fi: Taltioryhmän nimi:
kn: ಪರಿಮಾಣ ಸಮೂಹದ ಹೆಸರು:
mai: वाल्यूम ग्रूप नाम:
mr: खंड गटाचे नाव:
nl: Volume groep naam:
pt: Nome do Grupo de Volumes:

source: System ID:
as: প্ৰণালীৰ ID:
ca: ID del sistema:
fi: Järjestelmätunnus:
kn: ಗಣಕ ID:
mai: सिस्टम ID:
mr: प्रणाली ID:
nl: Systeem ID:
pt: ID do sistema:

source: Format:
as: বিন্যাস:
fi: Muoto:
kn: ವಿನ್ಯಾಸ:
mai: प्रारूप:
mr: स्वरुपन:
nl: Formaat:
pt: Formato:

source: Attributes:
as: বৈশিষ্ট্যাবলী:
ca: Atributs:
de: Eigenschaften:
fi: Attribuutit:
kn: ವೈಶಿಷ್ಟ್ಯಗಳು:
mai: गुण:
mr: गुणधर्म:
nl: Attributen:
pt: Atributos:

source: Volume Group Size:
as: আয়তন সমষ্টিৰ আকাৰ:
ca: Mida del GVV:
de: Größe der Datenträgergruppe:
fi: Taltioryhmän koko:
kn: ಪರಿಮಾಣ ಸಮೂಹ ಗಾತ್ರ:
mai: वाल्यूम ग्रूप आकार:
mr: खंड गट आकार:
nl: Volume groep grootte:
pt: Tamanho do Grupo de Volumes:

source: Available Space:
as: উপলব্ধ স্থান:
ca: Espai disponible:
de: Verfügbarer Speicherplatz:
fi: Vapaata tilaa:
kn: ಲಭ್ಯವಿರುವ ಜಾಗ:
mai: उपलब्ध स्थान:
mr: उपलब्ध जागा:
nl: Beschikbare ruimte:
pt: Espaço Disponível:

source: Total Number of Extents:
as: সৰ্বমোট এক্সটন্ট সংখ্যা:
ca: Núm. total d'àrees reservades:
de: Gesamtzahl der Speichereinheiten:
fi: Varausyksiköiden kokonaismäärä:
kn: ವ್ಯಾಪ್ತಿಗಳ ಒಟ್ಟು ಸಂಖ್ಯೆಗಳು:
mai: विस्तार क' कुल संख्या:
mr: एकूण विस्तारांची संख्या:
nl: Totaal omvang:
pt: Número Total de Extensões:

source: Number of Free Extents:
as: মুক্ত এক্সটন্টৰ সংখ্যা:
ca: Núm. d'àrees lliures reservades:
de: Anzahl freier Speichereinheiten:
fi: Vapaiden varausyksiköiden määrä:
kn: ಮುಕ್ತ ವ್ಯಾಪ್ತಿಗಳ ಸಂಖ್ಯೆ:
mai: मुक्त विस्तार क' संख्या:
mr: मुक्त विस्तारांची संख्या:
nl: Aantal vrije omvang:
pt: Número de Extensões Disponíveis:

source: Extent Size:
as: এক্সটন্টৰ আকাৰ:
ca: Mida de l'extensió:
de: Größe der Speichereinheit:
fi: Varausyksikön koko:
kn: ವ್ಯಾಪ್ತಿಯ ಗಾತ್ರ:
mai: विस्तार आकार:
mr: विस्तारीत आकार:
nl: Omvang grootte:
pt: Tamanho da Extensão:

source: Maximum Allowed Physical Volumes:
as: প্ৰকৃত আয়তনৰ সৰ্বমোট অনুমোদিত সংখ্যা:
ca: Núm. màx. de volums físics permesos:
de: Zulässige Höchstzahl physischer Datenträger:
fi: Fyysisten taltioiden suurin sallittu määrä:
kn: ಅನುಮತಿ ಇರುವ ಗರಿಷ್ಟ ಭೌತಿಕ ಪರಿಮಾಣಗಳು:
mai: अधिकतम अनुमति प्राप्त फिजिकल वाल्यूम:
mr: वापरताजोजी कमाल वास्तवीक खंड:
nl: Maximum toegestane Fysieke volumes:
pt: Máximo Permitido de Volumes Físicos:

source: Number of Physical Volumes:
as: প্ৰকৃত আয়তনৰ সংখ্যা:
ca: Núm. màx. de volums físics:
de: Anzahl physischer Datenträger:
fi: Fyysisten taltioiden määrä
kn: ಭೌತಿಕ ಪರಿಮಾಣಗಳ ಸಂಖ್ಯೆ:
mai: फिजिकल वाल्यूम क' संख्या:
mr: वास्तवीक खंडाची संख्या:
nl: Aantal Fysieke volumes:
pt: Número de Volumes Físicos:

source: Maximum Allowed Logical Volumes:
as: লজিকেল আয়তনৰ সৰ্বমোট অনুমোদিত সংখ্যা:
ca: Núm. màx. de volums lògics permesos:
de: Zulässige Höchstzahl logischer Datenträger:
fi: Loogisten taltioiden suurin sallittu määrä:
kn: ಅನುಮತಿ ಇರುವ ಗರಿಷ್ಟ ತಾರ್ಕಿಕ ಪರಿಮಾಣಗಳು:
mai: अधिकतम अनुमति प्राप्त लाजिकल वाल्यूम:
mr: वापरताजोजी कमाल तर्कदृष्ट्या खंड:
nl: Maximum toegestane Logische volumes:
pt: Máximo Permitido de Volumes Lógicos:

source: Number of Logical Volumes:
as: লজিকেল আয়তনৰ সংখ্যা:
ca: Núm. de volums lògics:
de: Anzahl logischer Datenträger:
fi: Loogisten taltioiden määrä
kn: ತಾರ್ಕಿಕ ಪರಿಮಾಣಗಳ ಸಂಖ್ಯೆ:
mai: लाजिकल वाल्यूम क' संख्या:
mr: तर्कदृष्ट्या खंडाची संख्या:
nl: Aantal Logische volumes:
pt: Número de Volumes Lógicos:

source: VG UUID:
ca: UUID del GVV:
de: Datenträgergruppe UUID:
fi: Taltioryhmän UUID
pt: UUID do VG:

source: Logical Volume Name:
as: লজিকেল আয়তনৰ নাম:
ca: Nom del VL:
de: Name des logischen Datenträgers:
fi: Loogisen taltion nimi:
kn: ತಾರ್ಕಿಕ ಪರಿಮಾಣದ ಹೆಸರು:
mai: लाजिकल वाल्यूम नाम:
mr: वास्तवीक खंड नाव:
nl: Logische volume naam:
pt: Nome do Volume Lógico:

source: Logical Volume Size:
as: লজিকেল আয়তনৰ আকাৰ:
ca: Mida del VL:
de: Größe des logischen Datenträgers:
fi: Loogisen taltion koko:
kn: ತಾರ್ಕಿಕ ಪರಿಮಾಣದ ಗಾತ್ರ:
mai: लाजिकल वाल्यूम आकार:
mr: तर्कदृष्ट्या खंड आकार:
nl: Logisce volume grootte:
pt: Tamanho do Volume Lógico:
